{"page_number": 1, "title": "page_1", "chinese_summary": "该页面是国家综合癌症网络（NCCN）发布的《肺癌筛查临床实践指南》的封面。版本为1.2025，发布日期为2024年10月14日。NCCN强调了临床试验的重要性，并鼓励在适用和可行的情况下参与临床试验，同时指出试验设计应最大化包容性和广泛代表性。患者版指南可在www.nccn.org/patients获取。页面底部注明了版权信息，强调未经NCCN书面许可不得复制指南内容。", "original_text": "National Comprehensive Cancer Network® NCCN Clinical Practice Guidelines in Oncology (NCCN Guidelines®) Lung Cancer Screening Version 1.2025 — October 14, 2024 NCCN.org NCCN recognizes the importance of clinical trials and encourages participation when applicable and available. Trials should be designed to maximize inclusiveness and broad representative enrollment. NCCN Guidelines for Patients® available at www.nccn.org/patients Continue Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 2, "title": "page_2", "chinese_summary": "该页面是NCCN（国家综合癌症网络）发布的《肺癌筛查指南》版本1.2025的专家委员会成员名单。页面列出了参与制定该指南的多位医学专家及其所属机构，涵盖放射诊断学、内科、肿瘤内科、患者倡导、肺医学、放射肿瘤学、病理学、外科肿瘤学、支持性护理等多个领域。每个专家的名字后标注了其专业领域和所属的癌症研究中心或医院。此外，页面底部还提供了关于NCCN指南小组披露的信息，并注明了版权信息和版本日期。整体布局清晰，旨在为读者提供指南制定的权威背景信息。", "original_text": "NCCN Guidelines Version 1.2025\nLung Cancer Screening\n*NCCN Guidelines Index\nTable of Contents\nDiscussion\n*Douglas E. Wood, MD/Chair ‡\nFred Hutchinson Cancer Center\n*Ella A. Kazerooni, MD, MS/Vice Chair φ\nUniversity of Michigan Rogel Cancer Center\nDenise R. Aberle, MD φ\nUCLA Jonsson Comprehensive Cancer Center\nJonathan Baines, MD, PhD\nMayo Clinic Comprehensive Cancer Center\nBrian Boer, MD, PhD Ξ\nFred & Pamela Buffett Cancer Center\nLisa M. Brown, MD, MAS ¶\nUC Davis Comprehensive Cancer Center\nJessica Donington, MD, MSCR ¶\nThe UChicago Medicine\nComprehensive Cancer Center\nGeorgie A. Eapen, MD Ξ ♣\nThe University of Texas\nMD Anderson Cancer Center\nJ. Scott Ferguson, MD Ξ\nUniversity of Wisconsin\nCarbone Cancer Center\nLifang Hou, MD, PhD, MS &\nRobert H. Lurie Comprehensive Cancer\nCenter of Northwestern University\nDonald Klippenstein, MD φ\nMoffitt Cancer Center\nAna S. Kolansky, MD φ\nAbramson Cancer Center\nat the University of Pennsylvania\nRohit Kumar, MD Ξ\nFox Chase Cancer Center\nLorriana E. Leard, MD Ξ\nUCSF Helen Diller Family\nComprehensive Cancer Center\nAnn N. Leung, MD φ\nStanford Cancer Institute\nPeter Mazzone, MD, MPH Ξ\nCase Comprehensive Cancer Center/\nUniversity Hospitals Seidman Cancer Center and\nCleveland Clinic Taussig Cancer Institute\nRobert E. Merritt, MD ¶\nThe Ohio State University Comprehensive\nCancer Center - James Cancer Hospital\nand Solove Research Institute\nKim Norris ¥\nLung Cancer Foundation of America\nMark Onaitis, MD ¶\nUC San Diego Moores Cancer Center\nSudhakar Pipavath, MD φ\nFred Hutchinson Cancer Center\nVarun Puri, MD, MSCI ¶\nSiteman Cancer Center at Barnes-Jewish Hospital\nand Washington University School of Medicine\nDan Raz, MD, MAS ¶\nCity of Hope National Medical Center\nChakravarthy Reddy, MD Ξ ♣\nHuntsman Cancer Institute at the University of Utah\nMary E. Reid, PhD &\nRoswell Park Comprehensive Cancer Center\nKim L. Sandler, MD φ\nVanderbilt-Ingram Cancer Center\nJacob Sands, MD †\nDana-Farber/Brigham and Women's Cancer Center |\nMass General Cancer Center\nMatthew B. Schabath, PhD &\nMoffitt Cancer Center\nCatherine R. Sears, MD Ξ\nIndiana University Melvin and Bren Simon\nComprehensive Cancer Center\nJamie L. Studts, PhD £\nUniversity of Colorado Cancer Center\nLynn Tanoue, MD Ξ ♣\nYale Cancer Center/Smilow Cancer Hospital\nAmber L. Thacker, MD ♣\nSt. Jude Children's Research Hospital/\nThe University of Tennessee Health Science Center\nBetty C. Tong, MD, MHS ¶\nDuke Cancer Institute\nWilliam D. Travis, MD ≠\nMemorial Sloan Kettering Cancer Center\nBenjamin Wei, MD ¶\nO'Neal Comprehensive Cancer Center at UAB\nKenneth Westover, MD, PhD §\nUT Southwestern Simmons Comprehensive Cancer Center\nStephen C. Yang, MD ¶\nJohns Hopkins Kimmel Cancer Center\nNCCN\nBeth McCullough, RN, BS\nSwathi Ramakrishnan, PhD\nφ Diagnostic radiology\nΨ Internal medicine\n† Medical oncology\n¥ Patient advocacy\nΞ Pulmonary medicine\n§ Radiotherapy/Radiation\noncology\n≠ Pathology\n£ Surgical oncology\n& Supportive care\n* Discussion section\nContinue\nNCCN Guidelines Panel Disclosures\nVersion 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 3, "title": "page_3", "chinese_summary": "该页面是NCCN（国家综合癌症网络）发布的《肺癌筛查指南》版本1.2025。指南详细列出了肺癌筛查的相关内容，包括风险评估、筛查发现、不同类型结节在初次筛查和随访中的处理方法，以及低剂量计算机断层扫描（LDCT）的获取、存储、解释和结节报告（Lung-RADS）的标准。此外，还涵盖了肺癌筛查的风险与益处。页面提供了NCCN肺癌筛查小组成员名单和指南更新概要，并强调所有推荐类别默认为2A类，除非另有说明。底部的版权声明指出，未经NCCN书面许可，不得复制指南及其插图。整体布局清晰，旨在为临床医生提供标准化的肺癌筛查流程和决策支持。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion NCCN Lung Cancer Screening Panel Members Summary of Guidelines Updates Risk Assessment (LCS-1) Screening Findings (LCS-2) Solid Nodule on Initial Screening LDCT (LCS-3) Part-Solid Nodule on Initial Screening LDCT (LCS-4) Nonsolid Nodule on Initial Screening LDCT (LCS-5) New Nodule on Follow-up or Annual LDCT (LCS-6) Solid Nodule on Follow-up or Annual LDCT (LCS-7) Part-Solid Nodule on Follow-up or Annual LDCT (LCS-9) Nonsolid Nodule on Follow-up or Annual LDCT (LCS-10) Multiple Nonsolid Nodules (LCS-11) Low-Dose Computed Tomography Acquisition, Storage, Interpretation, and Nodule Reporting (Lung-RADS) (LCS-A) Risks/Benefits of Lung Cancer Screening (LCS-B) Abbreviations (ABBR-1) Find an NCCN Member Institution: https://www.nccn.org/home/member-institutions. NCCN Categories of Evidence and Consensus: All recommendations are category 2A unless otherwise indicated. See NCCN Categories of Evidence and Consensus. The NCCN Guidelines® are a statement of evidence and consensus of the authors regarding their views of currently accepted approaches to treatment. Any clinician seeking to apply or consult the NCCN Guidelines is expected to use independent medical judgment in the context of individual clinical circumstances to determine any patient’s care or treatment. The National Comprehensive Cancer Network® (NCCN®) makes no representations or warranties of any kind regarding their content, use or application and disclaims any responsibility for their application or use in any way. The NCCN Guidelines are copyrighted by National Comprehensive Cancer Network®. All rights reserved. The NCCN Guidelines and the illustrations herein may not be reproduced in any form without the express written permission of NCCN. ©2024. Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 4, "title": "page_4", "chinese_summary": "该页面详细介绍了NCCN肺癌筛查指南从版本2.2024更新至版本1.2025的具体内容。更新主要包括：1. 风险评估部分，修订了患者不适合进行肺癌筛查的第三条标准，涉及功能状态和/或可能禁止根治性治疗的合并症。2. 风险状态分类，高风险和低风险的第二条标准进行了修订，涉及吸烟史的具体年数和类别。3. 脚注修订，包括-radon暴露增加肺癌风险、根治性治疗手段（如手术和立体定向消融放射治疗）、特定种族群体的肺癌风险、结节的定义及其评估方法、临床高度怀疑I或II期肺癌患者的活检需求，以及在无组织确认情况下进行非手术治疗前的多学科评估。此外，还提到在决定是否进行LDCT随访或侵入性程序时应考虑患者偏好。整体上，这些更新旨在更精确地评估肺癌风险，优化筛查和治疗策略。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion Updates in Version 1.2025 of the NCCN Guidelines for Lung Cancer Screening from Version 2.2024 include: LCS-1 • Risk Assessment, Patients not eligible for lung cancer screening, third bullet revised: Functional status and/or comorbidity that would prohibit curative intent treatment (see Principles of Surgery in the NCCN Guidelines for Non-Small Cell Lung Cancer and Principles of Radiation Therapy in the NCCN Guidelines for Non-Small Cell Lung Cancer) • Risk Status: ▸ High risk, second bullet revised: ≥20 pack-year history of smoking cigarettes (category 1) or ≥20 year history of smoking cigarettes (category 2B). ▸ Low risk, second bullet revised: ≥20 pack-year history of smoking cigarettes or <20 year history of smoking cigarettes (category 2B). LCS-1A • Footnotes revised: ▸ Footnote e; Documented sustained and substantially elevated radon exposure increases the risk for lung cancer in patients who also have a history of heavy smoking… ▸ Footnote k; Curative intent treatment includes surgery and stereotactic ablative radiotherapy (SABR), also known as stereotactic body radiation therapy (SBRT); also known as stereotactic ablative body radiotherapy (SABR). Ablative image-guided thermal ablation (IGTA) techniques, such as radiofrequency ablation (RFA), microwave ablation, and cryoablation are additional alternatives for curative intent treatment. SBRT or ablation SABR or IGTA may be used for patients with advanced age and medically inoperable patients with cardiac disease or severe COPD who are unable to have surgery, which themselves do not preclude eligibility for screening. See also the NCCN Guidelines for Non-Small Cell Lung Cancer. ▸ Footnote m: Black and African American individuals with less cigarette smoking exposure have a similar risk for lung cancer as white individuals with more cigarette smoking exposure.… LCS-2A • Footnote r revised: A nodule is a 3-dimensional rounded opacity, measuring up to 3 cm in diameter. A solid nodule has a homogeneous soft-tissue attenuation, a nonsolid nodule (also known as a ground-glass nodule) has hazy increased attenuation that does not obliterate bronchial and vascular margins, and a part-solid nodule has elements of both solid and nonsolid nodules. Nodules should be evaluated and measured on the LDCT using-lung windows.… (Also pages LCS-3A, LCS-4A, LCS-5, LCS-6, LCS-7A, LCS-8A, LCS-9A, LCS-10A, and LCS-11) LCS-3A • Footnotes revised: ▸ Footnote z: Patients with a strong clinical suspicion probability of stage I or II lung cancer (based on risk factors and radiologic appearance) do not require a biopsy before surgery.… ▸ Footnote aa: If nonsurgical therapy is contemplated without tissue confirmation, multidisciplinary evaluation that at least includes interventional radiology, thoracic surgery, and interventional pulmonology is required to determine the safest and most efficient approach for biopsy, or to provide consensus that a biopsy is too risky or difficult and that the patient can proceed with therapy without tissue confirmation. Jsseldijk MA, et al. J Thorac Oncol 2019;14:583-595. Prior to treatment, multidisciplinary evaluation that includes treating physicians and specialists in obtaining tissue diagnosis (thoracic surgery, interventional pulmonology, and interventional radiology) is required to determine the safest and most efficient approach for biopsy, or to provide consensus that a biopsy is too risky or difficult, that a clinical diagnosis of lung cancer is appropriate, and that treatment is warranted. (Also pages LCS-4A, LCS-7A, LCS-8A, LCS-9A, and LCS-10A) LCS-10A • Footnote hh revised: Patient preferences should be taken into account when deciding whether to follow-up with LDCT in 6 months or use invasive procedures in consultation with expert recommendations. Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN. UPDATES"}
{"page_number": 5, "title": "page_5", "chinese_summary": "该页面展示了NCCN（国家综合癌症网络）关于肺癌筛查的指南。主要内容包括风险评估、风险状态和筛查建议。\n\n### 风险评估\n- **吸烟史**：包括主动吸烟和二手烟暴露。\n- **环境因素**：如氡气暴露和职业暴露。\n- **个人及家族病史**：包括癌症史、一级亲属的肺癌史以及慢性阻塞性肺疾病（COPD）或肺纤维化等疾病史。\n- **风险计算器**：用于增强风险状态的确定。\n\n### 不适合肺癌筛查的患者\n- 出现肺癌症状。\n- 有既往肺癌病史。\n- 功能状态或合并症可能禁止根治性治疗。\n\n### 风险状态\n- **高风险**：年龄≥50岁且吸烟史≥20包年（类别1）或≥20年的吸烟史（类别2B）。\n- **低风险**：年龄<50岁和/或吸烟史<20包年或<20年的吸烟史（类别2B）。\n\n### 筛查建议\n- **高风险人群**：推荐进行低剂量CT（LDCT）筛查，需与患者共同决策，讨论筛查的利弊。\n- **低风险人群**：不推荐进行肺癌筛查。\n\n整体流程强调了根据患者的具体风险状态来决定是否进行肺癌筛查，旨在早期发现肺癌，提高治疗效果。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion RISK ASSESSMENTa,b,c • Cigarette smoking historyd • Radon exposuree • Occupational exposuref • Cancer historyg • Family history of lung cancer in first-degree relatives • Disease history (chronic obstructive pulmonary disease [COPD] or pulmonary fibrosis) • Cigarette smoking exposureh (second-hand smoke) • Risk calculator to enhance determination of risk statusi,j Patients not eligible for lung cancer screening: • Symptoms of lung cancer (see NCCN Guidelines for Non-Small Cell Lung Cancer) • Previous lung cancer (see Surveillance in the NCCN Guidelines for Non-Small Cell Lung Cancer) • Functional status and/or comorbidity that would prohibit curative intent treatmentk (see Principles of Surgery in the NCCN Guidelines for Non-Small Cell Lung Cancer and Principles of Radiation Therapy in the NCCN Guidelines for Non-Small Cell Lung Cancer) RISK STATUS SCREENING High riskl,l,m • Age ≥50 y (category 1) and • ≥20 pack-year history of smoking cigarettes (category 1) or ≥20 year history of smoking cigarettes (category 2B) In candidates for screening, shared patient/provider decision-making is recommended, including a discussion of benefits/risksc,j Low-dose CT (LDCT)n (category 1) Screening Findings (LCS-2) Low risk • Age <50 y and/or • <20 pack-year history of smoking cigarettes or <20 year history of smoking cigarettes (category 2B) Lung cancer screening not recommended Note: All recommendations are category 2A unless otherwise indicated. Footnotes on LCS-1A Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN. LCS-1"}
{"page_number": 6, "title": "page_6", "chinese_summary": "该页面提供了NCCN（国家综合癌症网络）关于肺癌筛查的指南，具体包括以下要点：1. 推荐采用多学科方法管理肺结节，涉及胸腔放射学、肺医学和胸外科等专业。2. 使用低剂量CT（LDCT）进行肺癌筛查适用于高风险且可能接受根治性治疗的患者，不推荐使用胸部X光。3. 在共同决策过程中，除了年龄和吸烟史，还应考虑职业暴露、氡暴露、癌症史、家族史和肺病史等其他潜在风险因素。4. 建议当前吸烟者戒烟，前吸烟者保持戒烟状态，并记录吸烟史的包年数和戒烟时间。5. 持续且显著升高的氡暴露会增加肺癌风险，某些特定物质如砷、石棉等也被确认为肺部致癌物。6. 淋巴瘤、头颈癌或吸烟相关癌症的幸存者有更高的新发原发性肺癌风险。7. 二手烟暴露的风险因人而异，目前不独立视为推荐肺癌筛查的充分风险因素。8. 鼓励使用风险计算器来识别更多高风险的肺癌筛查候选人。9. 共同决策辅助工具可帮助患者了解筛查的风险和益处。10. 根治性治疗包括手术和立体定向消融放疗（SABR），以及射频消融、微波消融和冷冻消融等影像引导热消融技术。11. 虽然随机试验支持筛查至77岁，但具体上限需根据患者功能状态和合并症决定。12. 黑人和非裔美国人即使吸烟量较少，其肺癌风险也与吸烟量较多的白人相似，这应在风险评估中予以考虑。13. 所有筛查和随访的胸部CT扫描应使用适当的CT剂量指数体积阈值，除非评估纵隔异常或淋巴结。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion FOOTNOTES a It is recommended that institutions performing lung cancer screening use a multidisciplinary approach for nodule management that includes the specialties of thoracic radiology, pulmonary medicine, and thoracic surgery. Some institutions also include medical oncology, radiation oncology, and/or pathology. b Lung cancer screening with LDCT is appropriate to consider for patients at high risk for cancer who are potential candidates for definitive treatment. Chest x-ray is not recommended for lung cancer screening. c Although age and smoking history are used for risk assessment, other potential risk factors for lung cancer (eg, occupational exposure, radon exposure, cancer history, family history, lung disease history) may be discussed during shared decision-making. d All individuals who currently smoke cigarettes should be advised to quit smoking, and all individuals who formerly smoked should be advised to remain abstinent from smoking. For additional cessation support and resources, individuals who smoke can be referred to https://www.smokefree.gov. Lung cancer screening should not be considered a substitute for smoking cessation. Cigarette smoking history should document both extent of exposure in pack-years (number of packs smoked every day multiplied by the number of years) and the amount of time since smoking cessation in individuals who previously smoked. See also the NCCN Guidelines for Smoking Cessation. e Documented sustained and substantially elevated radon exposure increases the risk for lung cancer in patients. Many state websites have information more specific to local areas, including areas of known elevated radon. f Agents that are identified specifically as carcinogens targeting the lungs include: arsenic, asbestos, beryllium, cadmium, chromium, coal smoke, diesel fumes, nickel, silica, soot, and uranium. g There is increased risk of developing new primary lung cancer among survivors of lymphomas, cancers of the head and neck, or smoking-related cancers. h Individuals exposed to second-hand smoke have a highly variable exposure to the carcinogens, with varying evidence for increased risk after this variable exposure. Therefore, second-hand smoke is not independently considered a risk factor sufficient for recommending lung cancer screening. i NCCN encourages providers to consider using risk calculators, if possible, because additional candidates at high risk for lung cancer may be identified for lung screening. See Tammemagi lung cancer risk calculator. Sands J, et al. J Thorac Oncol 2021;16:37-53. j Shared decision-making aids may assist in counseling patients about the risks and benefits of screening. Examples of decision-making aids can be found at: http:// www.shouldiscreen.com/benefits-and-harms-screening. Use of risk models may identify patients with a lower risk or higher risk within the current recommendations. k Curative intent treatment includes surgery and stereotactic ablative radiotherapy (SABR), also known as stereotactic body radiation therapy (SBRT). Ablative image-guided thermal ablation (IGTA) techniques, such as radiofrequency ablation (RFA), microwave ablation, and cryoablation are additional alternatives for curative intent treatment. SABR or IGTA may be used for patients with advanced age and patients with cardiac disease or severe COPD who are unable to have surgery, which themselves do not preclude eligibility for screening. See also the NCCN Guidelines for Non-Small Cell Lung Cancer. l Although randomized trial evidence supports screening up to age 77 years, there is uncertainty about the upper age limit to initiate or continue screening. One can consider screening beyond age 77 years as long as patient functional status and comorbidity allow consideration for curative intent therapy. m Black and African American individuals with less cigarette smoking exposure have a similar risk for lung cancer as white individuals with more cigarette smoking exposure. This increased risk for Black/African Americans should be considered in shared decision-making and risk assessment. Aldrich M, et al. JAMA Oncol 2019;5:1318-1324. n All screening and follow-up chest CT scans should use a CT dose index volume (CTDIvol) threshold of 3 mGy or less for a patient of average size, unless evaluating mediastinal abnormalities or lymph nodes, where standard-dose CT with IV contrast might be appropriate (LCS-A). Parameters should be adjusted for patients of smaller or larger size. There should be a systematic process for appropriate follow-up. See ACR-STR Practice Parameter for the Performance and Reporting of Lung Cancer Screening Thoracic Computed Tomography (CT). Note: All recommendations are category 2A unless otherwise indicated. LCS-1A Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 7, "title": "page_7", "chinese_summary": "该图片展示了NCCN（国家综合癌症网络）指南版本1.2025关于肺癌筛查的流程。流程图详细描述了基于低剂量计算机断层扫描（LDCT）结果的不同处理方式。\n\n1. **初始筛查**：进行初始LDCT筛查，根据结果分为几种情况：\n   - **实性结节**：遵循LCS-3评估流程。\n   - **部分实性结节**：遵循LCS-4评估流程。\n   - **非实性结节**：遵循LCS-5评估流程。\n   - **多个非实性结节**：遵循LCS-11评估流程。\n\n2. **无疑似感染或炎症**：进行随访或年度筛查LDCT，根据结果：\n   - **实性结节(s)**：遵循LCS-7和LCS-8评估流程。\n   - **部分实性结节(s)**：遵循LCS-9评估流程。\n   - **非实性结节**：遵循LCS-10评估流程。\n   - **多个结节**：遵循LCS-11评估流程。\n\n3. **持续或增大的结节**：重复LDCT在3-6个月内直至解决或稳定，然后进行年度LDCT（LCS-1）。\n\n4. **疑似感染或炎症**：在1-3个月内进行LDCT，如果解决则进行年度LDCT（LCS-1），如果正在解决则重复LDCT在3-6个月内直至解决或稳定，然后进行年度LDCT（LCS-1）。\n\n5. **LDCT上无肺结节或良性表现**（如裂周结节、良性钙化模式、含脂结节）：进行年度筛查LDCT，直到患者不再适合根治性治疗。\n\n6. **其他放射学异常**（如其他潜在恶性肿瘤、肺气肿、间质性肺病、中度至重度冠状动脉钙化、主动脉瘤）：进行年度LDCT（LCS-1）。\n\n所有推荐均为2A类别，除非另有说明。", "original_text": "NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion SCREENING FINDINGS Solid noduleq,r Evaluation of Screening Findings (LCS-3) [Solid nodule on initial screening LDCT] Part-solid noduleq,r Evaluation of Screening Findings (LCS-4) [Part-solid nodule on initial screening LDCT] Nonsolid noduleq,r Evaluation of Screening Findings (LCS-5) [Nonsolid nodule on initial screening LDCT] Multiple nonsolid nodulesq,r Evaluation of Screening Findings (LCS-11) [Multiple nonsolid nodules] Initial screening LDCT No suspected infection/ inflammation Follow-up or annual screening LDCTp Solid nodule(s)q,r Evaluation of Screening Findings (LCS-7 and LCS-8) Part-solid nodule(s)q,r Evaluation of Screening Findings (LCS-9) Nonsolid noduleq,r Evaluation of Screening Findings (LCS-10) Multiple nodulesq,r Evaluation of Screening Findings (LCS-11) Lung nodule(s) on LDCTo Persistent or enlarging Suspected infection/ inflammation LDCT in 1–3 mon Resolving Repeat LDCT in 3–6 mo until resolution or stability Annual LDCTn,p,s (LCS-1) Resolved Annual LDCTn,p,s (LCS-1) No lung nodule(s) on LDCT or Benign appearance (eg, perifissural nodules, benign patterns of calcification, fat-containing nodules) Annual screening LDCTp until patient is no longer a candidate for definitive treatmentn,s Other radiographic abnormality (eg, other potential malignancy, emphysema, interstitial lung disease [ILD], moderate to severe coronary arterial calcification [CAC], aortic aneurysm) Annual LDCTn,p,s (LCS-1) Footnotes on LCS-2A Note: All recommendations are category 2A unless otherwise indicated. LCS-2 Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 8, "title": "page_8", "chinese_summary": "该页面提供了NCCN（国家综合癌症网络）关于肺癌筛查指南的详细信息。主要内容包括：1. 所有筛查和随访胸部CT扫描应使用3 mGy或更低的CTDIvol阈值，除非评估纵隔异常或淋巴结，此时可能需要标准剂量的CT与静脉对比剂。参数应根据患者的具体情况进行调整，并且应有系统性的随访流程。2. 指南与Lung-RADS相协调，测量结果四舍五入到最接近的整数（毫米）。3. 理想情况下，年度低剂量CT（LDCT）应在初始或间隔扫描后的12个月进行。4. 如果没有良性钙化模式、脂肪提示错构瘤或炎症特征，且存在多个结节或其他可能提示隐匿感染或炎症的发现，建议在1-3个月内进行随访LDCT。5. 结节定义为直径不超过3厘米的三维不透明区域，分为实性结节、非实性结节（也称为磨玻璃结节）和部分实性结节。结节应在LDCT肺窗上进行评估和测量，软组织窗下结节大小可能被低估，尤其是非实性结节和小结节。6. 关于筛查的适当持续时间和停止筛查的年龄存在不确定性。所有推荐除非另有说明，均为2A类别。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion FOOTNOTES n All screening and follow-up chest CT scans should use a CTDIvol threshold of 3 mGy or less for a patient of average size, unless evaluating mediastinal abnormalities or lymph nodes, where standard-dose CT with IV contrast might be appropriate (LCS-A). Parameters should be adjusted for patients of smaller or larger size. There should be a systematic process for appropriate follow-up. See ACR-STR Practice Parameter for the Performance and Reporting of Lung Cancer Screening Thoracic Computed Tomography (CT). o The NCCN Guidelines for Lung Cancer Screening are harmonized with Lung-RADS with rounding of mean measurement to the nearest whole number (mm). p Ideally, the annual LDCT is performed 12 months from the initial or interval scan. q Without benign pattern of calcification, fat in nodule suggestive of hamartoma, or features suggesting inflammatory etiology. When multiple nodules or other findings are present that suggest occult infection or inflammation is a possibility, suggest follow-up LDCT in 1-3 months. r A nodule is a 3-dimensional opacity, measuring up to 3 cm in diameter. A solid nodule has a homogeneous soft-tissue attenuation, a nonsolid nodule (also known as a ground-glass nodule) has hazy increased attenuation that does not obliterate bronchial and vascular margins, and a part-solid nodule has elements of both solid and nonsolid nodules. Nodules should be evaluated and measured on the LDCT lung windows. The size of all nodules is underestimated when viewed on soft-tissue windows, and some nodules may not even be visible, particularly nonsolid nodules and small nodules. Bankier AA, et al. Radiology 2017;285:584-600. s There is uncertainty about the appropriate duration of screening and the age at which screening is no longer appropriate. Note: All recommendations are category 2A unless otherwise indicated. Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN. LCS-2A"}
{"page_number": 9, "title": "page_9", "chinese_summary": "该图片展示了NCCN（国家综合癌症网络）指南版本1.2025关于肺癌筛查的评估和随访流程。主要内容包括：\n1. **初始筛查LDCT发现实性结节的评估**：根据结节大小（<6mm、≥6至<8mm、≥8至<15mm、≥15mm）采取不同的随访措施，如年度筛查、LDCT复查、考虑FDG-PET/CT或胸部CT加对比剂等。\n2. **随访措施**：对于低度疑似肺癌的情况，建议3个月后进行LDCT复查；对于高度疑似肺癌，推荐进行活检或手术切除。\n3. **特殊情况处理**：如发现实性气管内结节，建议在剧烈咳嗽后立即进行LDCT检查，若无缓解则进行支气管镜检查。\n4. **后续处理**：如果确认为癌症，参考NCCN非小细胞肺癌指南；如果未发现癌症，则继续年度筛查直至患者不再适合根治性治疗。\n整个流程旨在通过系统性的评估和随访，及时发现和处理潜在的肺癌病例，确保患者得到适当的治疗。", "original_text": "National Comprehensive Cancer Network NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion EVALUATION OF SCREENING FINDINGS FOLLOW-UP OF SCREENING FINDINGS <6 mm Annual screening LDCTp until patient is no longer a candidate for definitive treatment n,s ≥6 to <8 mm LDCT in 6 mo n Solid nodule on initial screening LDCT o,q,r ≥8 to <15 mm LDCT in 3 mo n or Consider Fluorodeoxyglucose (FDG)-PET/CT u Low suspicion of lung cancer v LDCT in 3 mo n Evaluation (LCS-7 and LCS-8) ≥15 mm Chest CT + contrast and/or FDG-PET/CT u and/or tissue sampling High suspicion of lung cancer v Biopsy w,x,y,z or Surgical excision y,z,aa,bb No cancer x Annual screening LDCTp until patient is no longer a candidate for definitive treatment n,s Solid endobronchial nodule LDCT n ≤1 mo (immediately after vigorous coughing) If no resolution Bronchoscopy Cancer confirmed See NCCN Guidelines for Non-Small Cell Lung Cancer Note: All recommendations are category 2A unless otherwise indicated. Footnotes on LCS-3A Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN. LCS-3"}
{"page_number": 10, "title": "page_10", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）关于肺癌筛查的指南，版本为1.2025。主要内容包括：\n1. **CT扫描参数**：所有筛查和随访胸部CT扫描应使用3 mGy或更低的CTDIvol阈值，除非评估纵隔异常或淋巴结，此时标准剂量CT可能更合适。\n2. **LDCT执行**：理想情况下，年度低剂量CT（LDCT）应在初始或间隔扫描后的12个月进行。\n3. **结节定义与测量**：结节是直径不超过3厘米的三维不透明区域，分为实性、非实性和部分实性结节。结节应在LDCT肺窗上评估和测量，其大小在软组织窗上可能被低估。\n4. **FDG-PET应用**：对于小于8毫米实性成分或靠近膈肌的小结节，FDG-PET的敏感性较低。\n5. **多学科评估**：肺癌疑似评估需要胸放射学、肺医学和胸外科等多学科方法，可能包括使用肺结节风险计算器。\n6. **活检与手术**：如果活检结果不确定且强烈怀疑癌症，建议重复活检、手术切除或短期LDCT随访。对于高度可能是I期肺癌的患者，术前不一定需要活检。\n7. **治疗前评估**：治疗前需进行多学科评估，包括获取组织诊断，以确定最安全有效的活检方法或达成共识认为活检风险过高时的临床诊断。\n8. **SABR选项**：对于手术风险高的患者，立体定向放疗（SABR）也是一个适当的选择，需包括胸外科和放射肿瘤科的多学科评估。\n所有推荐除非另有说明，均为2A类别。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion FOOTNOTES n All screening and follow-up chest CT scans should use a CTDIvol threshold of 3 mGy or less for a patient of average size, unless evaluating mediastinal abnormalities or lymph nodes, where standard-dose CT with IV contrast might be appropriate (LCS-A). Parameters should be adjusted for patients of smaller or larger size. There should be a systematic process for appropriate follow-up. See ACR-STR Practice Parameter for the Performance and Reporting of Lung Cancer Screening Thoracic Computed Tomography (CT). o The NCCN Guidelines for Lung Cancer Screening are harmonized with Lung-RADS with rounding of mean measurement to the nearest whole number (mm). p Ideally, the annual LDCT is performed 12 months from the initial or interval scan. q Without benign pattern of calcification, fat in nodule suggestive of hamartoma, or features suggesting inflammatory etiology. When multiple nodules or other findings are present that suggest occult infection or inflammation is a possibility, suggest follow-up LDCT in 1–3 months. r A nodule is a 3-dimensional opacity, measuring up to 3 cm in diameter. A solid nodule has a homogeneous soft-tissue attenuation, a nonsolid nodule (also known as a ground-glass nodule) has hazy increased attenuation that does not obliterate bronchial and vascular margins, and a part-solid nodule has elements of both solid and nonsolid nodules. Nodules should be evaluated and measured on the LDCT lung windows. The size of all nodules is underestimated when viewed on soft-tissue windows, and some nodules may not even be visible, particularly nonsolid nodules and small nodules. Bankier AA, et al. Radiology 2017;285:584-600. s There is uncertainty about the appropriate duration of screening and the age at which screening is no longer appropriate. t Nodules should be measured on lung windows and reported as the average diameter rounded to the nearest whole number; for round nodules only a single diameter measurement is necessary. Mean diameter is the mean of the longest diameter of the nodule and its perpendicular diameter. u FDG-PET has a low sensitivity for nodules with <8 mm of solid component and for small nodules near the diaphragm. FDG-PET/CT is only one consideration of multiple criteria for determining whether a nodule has a high risk of being lung cancer. In areas endemic for fungal disease, the false-positive rate for FDG-PET/CT is higher. v The evaluation for the suspicion of lung cancer requires a multidisciplinary approach with expertise in lung nodule management (thoracic radiology, pulmonary medicine, and thoracic surgery). This may include use of a lung nodule risk calculator to assist with probability determination. Examples of lung nodule risk calculators include: Mayo risk model; Brock university model; and model by Herder GJ, et al. Chest 2005;128:2490-2496. The use of risk calculators does not replace multidisciplinary nodule management. Geographic and other factors can substantially influence the accuracy of nodule calculators. w Tissue samples need to be adequate for both histology and molecular testing. Travis WD, et al. In: WHO Classification of Thoracic Tumors, 5th Ed. Lyon: International Agency for Research on Cancer; 2021:29-36. x If biopsy is non-diagnostic and a strong suspicion for cancer persists, suggest repeat biopsy, surgical excision, or short-interval LDCT follow-up (3 months). y See the diagnostic evaluation of a lung nodule (DIAG-1 through DIAG-A) in the NCCN Guidelines for Non-Small Cell Lung Cancer. z Patients with a strong probability of stage I lung cancer (based on risk factors and radiologic appearance) do not require a biopsy before surgery. A biopsy adds time, cost, and procedural risk and may not be needed for treatment decisions. A preoperative biopsy may be appropriate if a non-lung cancer diagnosis is strongly suspected, which can be diagnosed by bronchoscopy, core biopsy, or fine-needle aspiration (FNA), or if an intraoperative diagnosis appears difficult or very risky. When a preoperative tissue diagnosis has not been obtained, an intraoperative diagnosis (ie, wedge resection or needle biopsy) is necessary before lobectomy, bilobectomy, or pneumonectomy. See Principles of Diagnostic Evaluation in the NCCN Guidelines for Non-Small Cell Lung Cancer. aa Prior to treatment, multidisciplinary evaluation that includes treating physicians and specialists in obtaining tissue diagnosis (thoracic surgery, interventional pulmonology, and interventional radiology) is required to determine the safest and most efficient approach for biopsy, or to provide consensus that a biopsy is too risky or difficult, that a clinical diagnosis of lung cancer is appropriate, and that treatment is warranted. bb SABR is also an appropriate option for patients with high surgical risk. This should include a multidisciplinary evaluation, including at least thoracic surgery and radiation oncology. See Principles of Radiation Therapy in the NCCN Guidelines for Non-Small Cell Lung Cancer. Note: All recommendations are category 2A unless otherwise indicated. Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 11, "title": "page_11", "chinese_summary": "该图片展示了NCCN（国家综合癌症网络）指南版本1.2025关于肺癌筛查的评估和随访流程。具体流程如下：\n\n1. **初始筛查LDCT发现部分实性结节**：根据结节的大小和实性成分进行不同处理。\n   - 如果结节<6mm，继续每年进行LDCT筛查，直到患者不再适合根治性治疗。\n   - 如果结节≥6mm且实性成分<6mm，6个月后进行LDCT复查。\n   - 如果结节≥6mm且实性成分在6mm到<8mm之间，3个月后进行LDCT复查或考虑FDG-PET/CT检查。\n   - 如果实性成分≥8mm，进行胸部CT增强和/或FDG-PET/CT检查。\n\n2. **进一步评估**：根据上述检查结果，分为低度疑似肺癌和高度疑似肺癌。\n   - **低度疑似肺癌**：3个月后进行LDCT复查。\n   - **高度疑似肺癌**：进行活检或手术切除。\n\n3. **最终诊断**：\n   - 如果未发现癌症，继续每年进行LDCT筛查，直到患者不再适合根治性治疗。\n   - 如果确诊为癌症，参考NCCN非小细胞肺癌指南进行治疗。\n\n整个流程旨在通过定期筛查和逐步评估，及时发现和处理潜在的肺癌病例，确保患者得到适当的治疗。", "original_text": "National Comprehensive Cancer Network NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion EVALUATION OF SCREENING FINDINGS FOLLOW-UP OF SCREENING FINDINGS Annual screening LDCTp until patient is no longer a candidate for definitive treatment n,s <6 mmt,cc ≥6 mm with solid component <6 mmt,cc Part-solid nodule on initial screening LDCT o,q,r,s,dd ≥6 mm with solid component ≥6 mm to <8 mmt,cc Solid component ≥8 mmt,cc LDCT in 6 mo n LDCT in 3 mo n or Consider FDG-PET/CT u Chest CT + contrast and/or FDG-PET/CT u Low suspicion of lung cancer v High suspicion of lung cancer v Evaluation (LCS-9) LDCT in 3 mo n Biopsy w,x,y or Surgical excision y,aa,bb No cancer x Annual screening LDCT until patient is no longer a candidate for definitive treatment n,s Cancer confirmed See NCCN Guidelines for Non-Small Cell Lung Cancer Footnotes on LCS-4A Note: All recommendations are category 2A unless otherwise indicated. Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN. LCS-4"}
{"page_number": 12, "title": "page_12", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）关于肺癌筛查的指南，版本为1.2025。主要内容包括：1. 所有筛查和随访胸部CT扫描应使用不超过3 mGy的CTDIvol阈值，除非评估纵隔异常或淋巴结，此时标准剂量CT可能更合适。2. 指南与Lung-RADS相协调，测量结果四舍五入到最接近的整数毫米。3. 年度LDCT应在初始或间隔扫描后的12个月进行。4. 对于无良性钙化模式、脂肪提示错构瘤或炎症特征的情况，如果存在多个结节或其他发现，建议在1-3个月内进行随访LDCT。5. 结节定义为直径不超过3厘米的三维不透明区域，分为实性结节、非实性结节和部分实性结节，并应在LDCT肺窗上进行评估和测量。6. 关于筛查的适当持续时间和停止筛查的年龄存在不确定性。7. 结节应在肺窗上测量并报告平均直径，对于圆形结节仅需单一直径测量。8. FDG-PET对小于8毫米的实性成分结节和靠近膈肌的小结节敏感性较低。9. 肺癌疑似评估需要多学科方法，包括胸放射学、肺医学和胸外科的专业知识，可使用肺结节风险计算器辅助概率确定。10. 组织样本需要足够进行组织学和分子检测。11. 如果活检结果不确定且强烈怀疑癌症，建议重复活检、手术切除或短期间隔LDCT随访。12. 在治疗前，需要多学科评估以确定最安全和有效的活检方法，或达成共识认为活检风险过高或困难时，临床诊断肺癌是合适的。13. 对于高手术风险患者，SABR也是一个适当的选择，应包括至少胸外科和放射肿瘤科的多学科评估。14. 所有部分实性结节≥6毫米应被识别并测量实性区域。15. 所有非实性病变应在薄层（≤1.5毫米）切片上进行审查，以排除任何实性成分。所有结节中的实性成分需要按照部分实性推荐进行管理。所有建议均为2A类别，除非另有说明。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion FOOTNOTES n All screening and follow-up chest CT scans should use a CTDIvol threshold of 3 mGy or less for a patient of average size, unless evaluating mediastinal abnormalities or lymph nodes, where standard-dose CT with IV contrast might be appropriate (LCS-A). Parameters should be adjusted for patients of smaller or larger size. There should be a systematic process for appropriate follow-up. See ACR-STR Practice Parameter for the Performance and Reporting of Lung Cancer Screening Thoracic Computed Tomography (CT). o The NCCN Guidelines for Lung Cancer Screening are harmonized with Lung-RADS with rounding of mean measurement to the nearest whole number (mm). p Ideally, the annual LDCT is performed 12 months from the initial or interval scan. q Without benign pattern of calcification, fat in nodule suggestive of hamartoma, or features suggesting inflammatory etiology. When multiple nodules or other findings are present that suggest occult infection or inflammation is a possibility, suggest follow-up LDCT in 1–3 months. r A nodule is a 3-dimensional opacity, measuring up to 3 cm in diameter. A solid nodule has a homogeneous soft-tissue attenuation, a nonsolid nodule (also known as a ground-glass nodule) has hazy increased attenuation that does not obliterate bronchial and vascular margins, and a part-solid nodule has elements of both solid and nonsolid nodules. Nodules should be evaluated and measured on the LDCT lung windows. The size of all nodules is underestimated when viewed on soft-tissue windows, and some nodules may not even be visible, particularly nonsolid nodules and small nodules. Bankier AA, et al. Radiology 2017;285:584-600. s There is uncertainty about the appropriate duration of screening and the age at which screening is no longer appropriate. t Nodules should be measured on lung windows and reported as the average diameter rounded to the nearest whole number; for round nodules only a single diameter measurement is necessary. Mean diameter is the mean of the longest diameter of the nodule and its perpendicular diameter. u FDG-PET has a low sensitivity for nodules with <8 mm of solid component and for small nodules near the diaphragm. FDG-PET/CT is only one consideration of multiple criteria for determining whether a nodule has a high risk of being lung cancer. In areas endemic for fungal disease, the false-positive rate for FDG-PET/CT is higher. v The evaluation for the suspicion of lung cancer requires a multidisciplinary approach with expertise in lung nodule management (thoracic radiology, pulmonary medicine, and thoracic surgery). This may include use of a lung nodule risk calculator to assist with probability determination. Examples of lung nodule risk calculators include: Mayo risk model; Brock university model; and model by Herder GJ, et al. Chest 2005;128:2490-2496. The use of risk calculators does not replace multidisciplinary nodule management. Geographic and other factors can substantially influence the accuracy of nodule calculators. w Tissue samples need to be adequate for both histology and molecular testing. Travis WD, et al. In: WHO Classification of Thoracic Tumors, 5th Ed. Lyon: International Agency for Research on Cancer; 2021:29-36. x If biopsy is non-diagnostic and a strong suspicion for cancer persists, suggest repeat biopsy, surgical excision, or short-interval LDCT follow-up (3 months). y See the diagnostic evaluation of a lung nodule (DIAG-1 through DIAG-A) in the NCCN Guidelines for Non-Small Cell Lung Cancer. aa Prior to treatment, multidisciplinary evaluation that includes treating physicians and specialists in obtaining tissue diagnosis (thoracic surgery, interventional pulmonology, and interventional radiology) is required to determine the safest and most efficient approach for biopsy, or to provide consensus that a biopsy is too risky or difficult, that a clinical diagnosis of lung cancer is appropriate, and that treatment is warranted. bb SABR is also an appropriate option for patients with high surgical risk. This should include a multidisciplinary evaluation, including at least thoracic surgery and radiation oncology. See Principles of Radiation Therapy in the NCCN Guidelines for Non-Small Cell Lung Cancer. cc All part-solid nodules ≥6 mm should be identified and solid areas should be measured. dd It is crucial that all nonsolid lesions be reviewed at thin (≤1.5 mm) slices to exclude any solid components. Any solid component in the nodule requires management of the lesion with the part-solid recommendations (LCS-9). Note: All recommendations are category 2A unless otherwise indicated. Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®), All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 13, "title": "page_13", "chinese_summary": "该页面展示了NCCN（国家综合癌症网络）指南版本1.2025关于肺癌筛查的评估和随访流程。主要内容包括：\n1. **筛查发现的评估**：如果在初始低剂量CT（LDCT）筛查中发现非实性结节，根据结节大小（<20毫米或≥20毫米）进行不同的随访策略。\n2. **随访策略**：\n   - 结节大小<20毫米：每年进行一次LDCT筛查，直到患者不再适合接受确定性治疗。\n   - 结节大小≥20毫米：在6个月内进行LDCT复查，并进行进一步评估（LCS-10）。\n3. **CT扫描参数**：所有筛查和随访胸部CT扫描应使用3 mGy或更低的CTDIvol阈值，除非评估纵隔异常或淋巴结时可能需要标准剂量CT加静脉对比剂。\n4. **结节定义与测量**：结节是一种直径可达3厘米的三维不透明度，分为实性、非实性和部分实性结节。结节应在LDCT肺窗上进行评估和测量，且需在薄层（≤1.5毫米）切片上审查非实性病变以排除任何实性成分。\n5. **其他注意事项**：包括对非实性结节的管理建议、筛查的适当持续时间和年龄等不确定性因素。\n整体流程旨在通过定期LDCT筛查和合理随访，及时发现和评估潜在的肺癌风险。", "original_text": "NCCN Guidelines Version 1.2025\nLung Cancer Screening\nEVALUATION OF\nSCREENING FINDINGS\nFOLLOW-UP OF SCREENING FINDINGS\nNonsolid nodule\non initial screening\nLDCT°,q,r,dd,ee\n<20 mm†\n≥20 mm†\nAnnual screening LDCTp until patient is no\nlonger a candidate for definitive treatmentn,s\nLDCT in 6 moⁿ\nEvaluation (LCS-10)\nn All screening and follow-up chest CT scans should use a CTDIvol threshold of 3 mGy or less for a patient of average size, unless evaluating mediastinal abnormalities\nor lymph nodes, where standard-dose CT with IV contrast might be appropriate (LCS-A). Parameters should be adjusted for patients of smaller or larger size. There\nshould be a systematic process for appropriate follow-up. See ACR-STR Practice Parameter for the Performance and Reporting of Lung Cancer Screening Thoracic\nComputed Tomography (CT).\n° The NCCN Guidelines for Lung Cancer Screening are harmonized with Lung-RADS with rounding of mean measurement to the nearest whole number (mm).\np Ideally, the annual LDCT is performed 12 months from the initial or interval scan.\nq Without benign pattern of calcification, fat in nodule suggestive of hamartoma, or features suggesting inflammatory etiology, suggest follow-up LDCT in 1–3 months.\nr A nodule is a 3-dimensional opacity, measuring up to 3 cm in diameter. A solid nodule has a homogeneous soft-tissue attenuation, a nonsolid nodule (also known as\na ground-glass nodule) has hazy increased attenuation that does not obliterate bronchial and vascular margins, and a part-solid nodule has elements of both solid\nand nonsolid nodules. Nodules should be evaluated and measured on the LDCT lung windows. The size of all nodules is underestimated when viewed on soft-tissue\nwindows, and some nodules may not even be visible, particularly nonsolid nodules and small nodules. Bankier AA, et al. Radiology 2017;285:584-600.\ns There is uncertainty about the appropriate duration of screening and the age at which screening is no longer appropriate.\n† Nodules should be measured on lung windows and reported as the average diameter rounded to the nearest whole number; for round nodules only a single diameter\nmeasurement is necessary. Mean diameter is the mean of the longest diameter of the nodule and its perpendicular diameter.\ndd It is crucial that all nonsolid lesions be reviewed at thin (≤1.5 mm) slices to exclude any solid components. Any solid component in the nodule requires management\nof the lesion with the part-solid recommendations (LCS-9).\nee Lung-RADS 1.1 has increased the size of a nonsolid nodule that can continue with annual screening to <30 mm, rather than <20 mm as recommended in the\nprevious version. The NCCN Guidelines Panel has not harmonized this portion of the Lung-RADS update, as the consensus among panel members is that baseline or\nnew nonsolid nodules ≥20 mm should have an earlier evaluation at 6 months.\nNote: All recommendations are category 2A unless otherwise indicated.\nLCS-5\nVersion 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 14, "title": "page_14", "chinese_summary": "该页面展示了NCCN（国家综合癌症网络）关于肺癌筛查指南的流程图，具体版本为1.2025。主要内容包括筛查发现的评估和随访结果的跟进。\n\n### 1. 筛查发现的评估（EVALUATION OF SCREENING FINDINGS）\n- **新结节在随访或年度LDCT上出现**：\n  - 如果怀疑感染或炎症，应在1-3个月内进行LDCT复查。\n  - 如果没有疑似感染或炎症，则直接进入下一步评估。\n\n### 2. 随访结果的跟进（FOLLOW-UP OF SCREENING FINDINGS）\n- **解决中（Resolving）**：在3-6个月内重复LDCT，直到问题解决或稳定，之后进行年度LDCT。\n- **已解决（Resolved）**：直接进行年度LDCT。\n- **持续或增大（Persistent or enlarging）**：根据结节类型（实性结节、部分实性结节、非实性结节或多个非实性结节）进行进一步评估，分别参考LCS-7和LCS-8、LCS-9、LCS-10、LCS-11中的筛查发现评估。\n\n### 3. 其他重要信息\n- 所有筛查和随访胸部CT扫描应使用≤3 mGy的CTDIvol阈值，除非评估纵隔异常或淋巴结。\n- 年度LDCT理想情况下应在初始或间隔扫描后的12个月进行。\n- 结节定义及其分类（实性、非实性、部分实性）和测量方法。\n- 新结节定义为平均直径≥4毫米。\n\n### 4. 注意事项\n- 推荐所有建议均为2A类别，除非另有说明。\n- 快速增大的结节应引起对炎症病因或恶性肿瘤（而非小细胞肺癌）的怀疑。\n\n整体流程旨在通过系统性的评估和随访，确保肺癌的早期发现和合理管理。", "original_text": "National Comprehensive Cancer Network NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion EVALUATION OF SCREENING FINDINGS FOLLOW-UP OF SCREENING FINDINGS Resolving Repeat LDCT in 3-6 mo to resolution or stability Annual LDCT LCS-1 Suspected infection/ inflammation LDCT in 1-3 mo Resolved Persistent or enlarging Solid nodule(s) Evaluation of Screening Findings LCS-7 and LCS-8 Part-solid nodule(s) Evaluation of Screening Findings LCS-9 Nonsolid nodule Evaluation of Screening Findings LCS-10 Multiple nonsolid nodules Evaluation of Screening Findings LCS-11 New nodule on follow-up or annual LDCT No suspected infection/ inflammation All screening and follow-up chest CT scans should use a CTDIvol threshold of 3 mGy or less for a patient of average size, unless evaluating mediastinal abnormalities or lymph nodes, where standard-dose CT with IV contrast might be appropriate LCS-A Parameters should be adjusted for patients of smaller or larger size There should be a systematic process for appropriate follow-up See ACR-STR Practice Parameter for the Performance and Reporting of Lung Cancer Screening Thoracic Computed Tomography CT Ideally, the annual LDCT is performed 12 months from the initial or interval scan A nodule is a 3-dimensional opacity, measuring up to 3 cm in diameter A solid nodule has a homogeneous soft-tissue attenuation, a nonsolid nodule also known as a ground-glass nodule has hazy increased attenuation that does not obliterate bronchial and vascular margins, and a part-solid nodule has elements of both solid and nonsolid nodules Nodules should be evaluated and measured on the LDCT lung windows The size of all nodules is underestimated when viewed on soft-tissue windows, and some nodules may not even be visible, particularly nonsolid nodules and small nodules Bankier AA, et al Radiology 2017;285:584-600 There is uncertainty about the appropriate duration of screening and the age at which screening is no longer appropriate Rapid increase in size should raise suspicion of inflammatory etiology or malignancy other than non-small cell lung cancer New nodule is defined as ≥4 mm in mean diameter Note All recommendations are category 2A unless otherwise indicated LCS-6 Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network NCCN All rights reserved NCCN Guidelines and this illustration may not be reproduced in any form without the express written permission of NCCN"}
{"page_number": 15, "title": "page_15", "chinese_summary": "该图片展示了NCCN（国家综合癌症网络）指南版本1.2025关于肺癌筛查的评估和随访流程。流程图分为两个主要部分：筛查结果的评估和筛查发现的随访。\n\n1. **筛查结果的评估**：当在随访或年度LDCT（低剂量计算机断层扫描）中发现实性结节时，根据结节的大小进行不同的处理。\n   - 如果结节小于8毫米，且在随访LDCT中未发生变化，则进行年度LDCT。\n   - 如果结节在8至15毫米之间，建议在6个月内进行LDCT复查。\n   - 如果结节大于或等于15毫米，建议在6个月内进行LDCT复查或进行FDG-PET/CT（氟脱氧葡萄糖正电子发射断层扫描/计算机断层扫描）。\n\n2. **筛查发现的随访**：根据上述评估结果，进一步采取相应的随访措施。\n   - 对于低度疑似肺癌的情况，如果结节在随访中未发生变化，建议在6个月内进行LDCT复查。\n   - 对于高度疑似肺癌的情况，建议进行活检或手术切除。\n   - 如果确认无癌，继续进行年度LDCT，直到患者不再适合接受确定性治疗。\n   - 如果确认为癌症，参考NCCN非小细胞肺癌指南进行后续处理。\n\n整个流程旨在通过定期的影像学检查和必要的诊断手段，对肺癌风险进行有效管理和早期干预。", "original_text": "NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion EVALUATION OF SCREENING FINDINGS FOLLOW-UP OF SCREENING FINDINGS <8 mm† Unchanged on follow-up LDCT ≥8 mm to <15 mm† LDCT in 6 moⁿ ≥15 mm† LDCT in 6 moⁿ or FDG-PET/CTᵘ Low suspicion of lung cancerᵛ Unchanged Annual LDCTⁿ,p,s LDCT in 6 moⁿ Solid nodule(s) on follow-up or annual LDCTᵒ,r,ff High suspicion of lung cancerᵛ Biopsyʷ,x,y or Surgical excisionʸ,aa,bb No cancerˣ Annual LDCTᵖ until patient is no longer a candidate for definitive treatmentⁿ,s Cancer confirmed See NCCN Guidelines for Non-Small Cell Lung Cancer Unchanged on annual LDCTᵖ Annual LDCTⁿ,p-s Note: All recommendations are category 2A unless otherwise indicated. Footnotes on LCS-7A LCS-7 Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 16, "title": "page_16", "chinese_summary": "该页面提供了NCCN（国家综合癌症网络）关于肺癌筛查指南的详细信息，具体包括以下要点：\n1. **CT扫描参数**：所有筛查和随访胸部CT扫描应使用3 mGy或更低的CTDIvol阈值，除非评估纵隔异常或淋巴结，此时标准剂量CT可能更合适。参数应根据患者的具体情况进行调整。\n2. **LDCT执行**：理想情况下，年度低剂量CT（LDCT）应在初始或间隔扫描后的12个月进行。\n3. **结节定义与评估**：结节被定义为直径不超过3厘米的三维不透明区域，分为实性结节、非实性结节（也称磨玻璃结节）和部分实性结节。结节应在LDCT肺窗上进行评估和测量。\n4. **筛查时长与年龄**：关于筛查的适当持续时间和停止筛查的年龄存在不确定性。\n5. **结节测量**：结节应在肺窗上测量，并报告为平均直径，四舍五入到最接近的整数。\n6. **FDG-PET应用**：FDG-PET对小于8毫米实性成分的结节和靠近膈肌的小结节敏感性较低。\n7. **肺癌怀疑评估**：需要多学科方法，包括胸放射学、肺医学和胸外科的专业知识。\n8. **组织样本要求**：组织样本需足够进行组织学和分子检测。\n9. **非诊断性活检处理**：如果活检结果不确定且强烈怀疑癌症，建议重复活检、手术切除或短期LDCT随访（3个月）。\n10. **治疗前评估**：需要多学科评估，以确定最安全和有效的活检方法，或达成共识认为活检风险过高，临床诊断肺癌是合适的。\n11. **SABR选项**：对于手术风险高的患者，立体定向消融放射治疗（SABR）也是一个适当的选择。\n12. **结节快速增长**：应引起对炎症原因或其他非小细胞肺癌恶性肿瘤的怀疑。\n所有推荐均为2A类别，除非另有说明。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion FOOTNOTES n All screening and follow-up chest CT scans should use a CTDIvol threshold of 3 mGy or less for a patient of average size, unless evaluating mediastinal abnormalities or lymph nodes, where standard-dose CT with IV contrast might be appropriate (LCS-A). Parameters should be adjusted for patients of smaller or larger size. There should be a systematic process for appropriate follow-up. See ACR-STR Practice Parameter for the Performance and Reporting of Lung Cancer Screening Thoracic Computed Tomography (CT). o The NCCN Guidelines for Lung Cancer Screening are harmonized with Lung-RADS with rounding of mean measurement to the nearest whole number (mm). p Ideally, the annual LDCT is performed 12 months from the initial or interval scan. r A nodule is a 3-dimensional opacity, measuring up to 3 cm in diameter. A solid nodule has a homogeneous soft-tissue attenuation, a nonsolid nodule (also known as a ground-glass nodule) has hazy increased attenuation that does not obliterate bronchial and vascular margins, and a part-solid nodule has elements of both solid and nonsolid nodules. Nodules should be evaluated and measured on the LDCT lung windows. The size of all nodules is underestimated when viewed on soft-tissue windows, and some nodules may not even be visible, particularly nonsolid nodules and small nodules. Bankier AA, et al. Radiology 2017;285:584-600. s There is uncertainty about the appropriate duration of screening and the age at which screening is no longer appropriate. t Nodules should be measured on lung windows and reported as the average diameter rounded to the nearest whole number; for round nodules only a single diameter measurement is necessary. Mean diameter is the mean of the longest diameter of the nodule and its perpendicular diameter. u FDG-PET has a low sensitivity for nodules with <8 mm of solid component and for small nodules near the diaphragm. FDG-PET/CT is only one consideration of multiple criteria for determining whether a nodule has a high risk of being lung cancer. In areas endemic for fungal disease, the false-positive rate for FDG-PET/CT is higher. v The evaluation for the suspicion of lung cancer requires a multidisciplinary approach with expertise in lung nodule management (thoracic radiology, pulmonary medicine, and thoracic surgery). This may include use of a lung nodule risk calculator to assist with probability determination. Examples of lung nodule risk calculators include: Mayo risk model; Brock university model; and model by Herder GJ, et al. Chest 2005;128:2490-2496. The use of risk calculators does not replace multidisciplinary nodule management. Geographic and other factors can substantially influence the accuracy of nodule calculators. w Tissue samples need to be adequate for both histology and molecular testing. Travis WD, et al. In: WHO Classification of Thoracic Tumors, 5th Ed. Lyon: International Agency for Research on Cancer; 2021:29-36. x If biopsy is non-diagnostic and a strong suspicion for cancer persists, suggest repeat biopsy, surgical excision, or short-interval LDCT follow-up (3 months). y See the diagnostic evaluation of a lung nodule (DIAG-1 through DIAG-A) in the NCCN Guidelines for Non-Small Cell Lung Cancer. aa Prior to treatment, multidisciplinary evaluation that includes treating physicians and specialists in obtaining tissue cell diagnosis (thoracic surgery, interventional pulmonology, and interventional radiology) is required to determine the safest and most efficient approach for biopsy, or to provide consensus that a biopsy is too risky or difficult, that a clinical diagnosis of lung cancer is appropriate, and that treatment is warranted. bb SABR is also an appropriate option for patients with high surgical risk. This should include a multidisciplinary evaluation, including at least thoracic surgery and radiation oncology. See Principles of Radiation Therapy in the NCCN Guidelines for Non-Small Cell Lung Cancer. ff Rapid increase in size should raise suspicion of inflammatory etiology or malignancy other than non-small cell lung cancer (LCS-6). Note: All recommendations are category 2A unless otherwise indicated. Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN. LCS-7A"}
{"page_number": 17, "title": "page_17", "chinese_summary": "该图片展示了NCCN（国家综合癌症网络）指南版本1.2025关于肺癌筛查的评估和随访流程。主要内容包括：\n1. **筛查发现的评估**：针对在随访或年度LDCT（低剂量计算机断层扫描）中发现的实性结节，根据其大小和增长情况进行分类处理。\n2. **新发现结节的处理**：\n   - 结节大小<4mm：建议每年进行一次LDCT。\n   - 结节大小4mm至<6mm：建议6个月后进行LDCT。\n   - 结节大小6mm至<8mm：建议3个月后进行LDCT。\n   - 结节大小≥8mm：需进行胸部增强CT和/或FDG-PET/CT检查，根据结果判断肺癌的可能性高低，进一步决定是否进行活检或手术切除。\n3. **结节增长的处理**（增长>1.5mm）：\n   - 结节大小<8mm：建议3个月后进行LDCT。\n   - 结节大小≥8mm：同样需进行胸部增强CT和/或FDG-PET/CT检查，评估肺癌可能性并决定后续步骤。\n4. **后续处理**：如果怀疑肺癌的可能性低，按上述时间间隔进行LDCT随访；如果怀疑肺癌的可能性高，则进行活检或手术切除。若未发现癌症，继续年度LDCT直至患者不再适合根治性治疗；若确认为癌症，则参考NCCN非小细胞肺癌指南进行处理。\n整个流程旨在通过定期筛查和及时干预，早期发现和治疗肺癌，提高患者的生存率。", "original_text": "National Comprehensive Cancer Network NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion EVALUATION OF SCREENING FINDINGS FOLLOW-UP OF SCREENING FINDINGS <4 mm Annual LDCT n,p,s 4 mm to <6 mm LDCT in 6 mo n New gg 6 mm to <8 mm LDCT in 3 mo n ≥8 mm Chest CT + Low contrast suspicion and/or of FDG-PET/CT u lung cancer v High suspicion of Biopsy w,x,y or lung cancer v Surgical excision y,aa,bb No cancer x Annual LDCT p until patient is no longer a candidate for definitive treatment n,s Cancer confirmed See NCCN Guidelines for Non-Small Cell Lung Cancer Solid nodule(s) on follow-up or annual LDCT o,r,ff Growing (>1.5 mm) <8 mm Low suspicion of LDCT in 3 mo n lung cancer v ≥8 mm Chest CT + Low contrast suspicion and/or of FDG-PET/CT u lung cancer v High suspicion of Biopsy w,x,y or lung cancer v Surgical excision y,aa,bb No cancer x Annual LDCT p until patient is no longer a candidate for definitive treatment n,s Cancer confirmed See NCCN Guidelines for Non-Small Cell Lung Cancer Footnotes on LCS-8A Note: All recommendations are category 2A unless otherwise indicated. Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN. LCS-8"}
{"page_number": 18, "title": "page_18", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）关于肺癌筛查的指南，版本为1.2025。主要内容包括：\n1. 所有筛查和随访胸部CT扫描应使用3 mGy或更低的CTDIvol阈值，除非评估纵隔异常或淋巴结，此时标准剂量CT可能更合适。\n2. 指南与Lung-RADS相协调，测量结果四舍五入到最接近的整数毫米。\n3. 理想情况下，年度LDCT应在初始或间隔扫描后的12个月进行。\n4. 结节定义及其分类（实性、非实性、部分实性），并强调在LDCT肺窗上评估和测量结节的重要性。\n5. 关于筛查的适当持续时间和停止筛查的年龄存在不确定性。\n6. 结节应在肺窗上测量，并报告为平均直径，四舍五入到最接近的整数。\n7. FDG-PET对小于8毫米的实性成分结节和靠近膈肌的小结节敏感性较低。\n8. 肺癌疑似评估需要多学科方法，可能包括使用肺结节风险计算器。\n9. 组织样本需要足够进行组织学和分子检测。\n10. 如果活检结果不确定且强烈怀疑癌症，建议重复活检、手术切除或短期LDCT随访。\n11. 在治疗前，需要多学科评估以确定最安全和有效的活检方法，或达成共识认为活检风险过高，临床诊断肺癌是合适的。\n12. SABR也是高手术风险患者的一个适当选择，需包括胸外科和放射肿瘤科的多学科评估。\n13. 结节快速增大应引起对炎症原因或其他恶性肿瘤（而非非小细胞肺癌）的怀疑。\n14. 新结节定义为平均直径≥4毫米。\n所有推荐均为2A类别，除非另有说明。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion FOOTNOTES n All screening and follow-up chest CT scans should use a CTDIvol threshold of 3 mGy or less for a patient of average size, unless evaluating mediastinal abnormalities or lymph nodes, where standard-dose CT with IV contrast might be appropriate (LCS-A). Parameters should be adjusted for patients of smaller or larger size. There should be a systematic process for appropriate follow-up. See ACR-STR Practice Parameter for the Performance and Reporting of Lung Cancer Screening Thoracic Computed Tomography (CT). o The NCCN Guidelines for Lung Cancer Screening are harmonized with Lung-RADS with rounding of mean measurement to the nearest whole number (mm). p Ideally, the annual LDCT is performed 12 months from the initial or interval scan. r A nodule is a 3-dimensional opacity, measuring up to 3 cm in diameter. A solid nodule has a homogeneous soft-tissue attenuation, a nonsolid nodule (also known as a ground-glass nodule) has hazy increased attenuation that does not obliterate bronchial and vascular margins, and a part-solid nodule has elements of both solid and nonsolid nodules. Nodules should be evaluated and measured on the LDCT lung windows. The size of all nodules is underestimated when viewed on soft-tissue windows, and some nodules may not even be visible, particularly nonsolid nodules and small nodules. Bankier AA, et al. Radiology 2017;285:584-600. s There is uncertainty about the appropriate duration of screening and the age at which screening is no longer appropriate. t Nodules should be measured on lung windows and reported as the average diameter rounded to the nearest whole number; for round nodules only a single diameter measurement is necessary. Mean diameter is the mean of the longest diameter of the nodule and its perpendicular diameter. u FDG-PET has a low sensitivity for nodules with <8 mm of solid component and for small nodules near the diaphragm. FDG-PET/CT is only one consideration of multiple criteria for determining whether a nodule has a high risk of being lung cancer. In areas endemic for fungal disease, the false-positive rate for FDG-PET/CT is higher. v The evaluation for the suspicion of lung cancer requires a multidisciplinary approach with expertise in lung nodule management (thoracic radiology, pulmonary medicine, and thoracic surgery). This may include use of a lung nodule risk calculator to assist with probability determination. Examples of lung nodule risk calculators include: Mayo risk model; Brock university model; and model by Herder GJ, et al. Chest 2005;128:2490-2496. The use of risk calculators does not replace multidisciplinary nodule management. Geographic and other factors can substantially influence the accuracy of nodule calculators. w Tissue samples need to be adequate for both histology and molecular testing. Travis WD, et al. In: WHO Classification of Thoracic Tumors, 5th Ed. Lyon: International Agency for Research on Cancer; 2021:29-36. x If biopsy is non-diagnostic and a strong suspicion for cancer persists, suggest repeat biopsy, surgical excision, or short-interval LDCT follow-up (3 months). y See the diagnostic evaluation of a lung nodule (DIAG-1 through DIAG-A) in the NCCN Guidelines for Non-Small Cell Lung Cancer. aa Prior to treatment, multidisciplinary evaluation that includes treating physicians and specialists in obtaining tissue diagnosis (thoracic surgery, interventional pulmonology, and interventional radiology) is required to determine the safest and most efficient approach for biopsy, or to provide consensus that a biopsy is too risky or difficult, that a clinical diagnosis of lung cancer is appropriate, and that treatment is warranted. bb SABR is also an appropriate option for patients with high surgical risk. This should include a multidisciplinary evaluation, including at least thoracic surgery and radiation oncology. See Principles of Radiation Therapy in the NCCN Guidelines for Non-Small Cell Lung Cancer. ff Rapid increase in size should raise suspicion of inflammatory etiology or malignancy other than non-small cell lung cancer (LCS-6). gg New nodule is defined as ≥4 mm in mean diameter. Note: All recommendations are category 2A unless otherwise indicated. Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 19, "title": "page_19", "chinese_summary": "该图片展示了NCCN（国家综合癌症网络）指南版本1.2025关于肺癌筛查的评估和随访流程。主要内容包括：1. 筛查结果评估：根据结节的大小和性质（如实性成分的大小）进行分类，例如小于6毫米、大于等于6毫米且实性成分小于6毫米等。2. 随访措施：根据不同类型的筛查结果，推荐相应的随访策略，如年度低剂量CT（LDCT）、6个月后LDCT复查、FDG-PET/CT检查等。3. 进一步诊断：对于高度怀疑肺癌的情况，建议进行活检或手术切除；如果确认为癌症，则参考NCCN非小细胞肺癌指南进行治疗。4. 持续监测：对于未确诊为癌症的患者，建议继续年度LDCT直至不再适合根治性治疗。整体流程通过箭头和分支清晰地展示了从初步筛查到最终诊断和治疗的完整路径。", "original_text": "NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion EVALUATION OF SCREENING FINDINGS FOLLOW-UP OF SCREENING FINDINGS <6 mm† ≥6 mm with <6 mm solid component† Unchanged on follow- up LDCT Annual LDCTn,p,s ≥6 mm with ≥6 mm to <8 mm solid component† LDCT in 6 monⁿ or FDG-PET/CTᵘ Unchanged Low suspicion of lung cancerᵛ LDCT in 6 monⁿ High suspicion of lung cancerᵛ Biopsyʷ,x,y or Surgical excisionʸ,aa,bb No cancerˣ Annual LDCTᵖ until patient is no longer a candidate for definitive treatmentⁿ,s Cancer confirmed See NCCN Guidelines for Non-Small Cell Lung Cancer Part-solid nodule(s) on follow- up or annual LDCTᵒ,r,dd,ff Unchanged on annual LDCT Annual LDCTⁿ,p,s New⁹ᵍ <6 mm† LDCT in 6 monⁿ ≥6 mm with growing <4 mm solid component† Growing (>1.5 mm in solid component) or new⁹ᵍ nodule ≥4 mm solid component† Chest CT + contrast and/or FDG-PET/CTᵘ Low suspicion of lung cancerᵛ LDCT in 3 monⁿ High suspicion of lung cancerᵛ Biopsyʷ,x,y or Surgical excisionʸ,aa,bb No cancerˣ Annual LDCTᵖ until patient is no longer a candidate for definitive treatmentⁿ,s Cancer confirmed See NCCN Guidelines for Non-Small Cell Lung Cancer Footnotes on LCS-9A Note: All recommendations are category 2A unless otherwise indicated. LCS-9 Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 20, "title": "page_20", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）关于肺癌筛查的指南，具体包括以下要点：\n1. **CT扫描参数**：所有筛查和随访胸部CT扫描应使用3 mGy或更低的CTDIvol阈值，除非评估纵隔异常或淋巴结，此时标准剂量CT可能更合适。参数应根据患者的具体情况进行调整。\n2. **LDCT执行**：理想情况下，年度低剂量CT（LDCT）应在初始或间隔扫描后的12个月进行。\n3. **结节定义与测量**：结节是一种三维不透明度，直径可达3厘米。结节分为实性、非实性和部分实性三种类型，应在LDCT肺窗上进行评估和测量。\n4. **筛查持续时间和年龄**：关于适当的筛查持续时间和停止筛查的年龄存在不确定性。\n5. **结节测量**：结节应在肺窗上测量，并报告为最接近的整数平均直径。\n6. **FDG-PET应用**：FDG-PET对小于8毫米的实性成分结节和靠近膈肌的小结节敏感性较低。\n7. **肺癌怀疑评估**：需要多学科方法，包括胸放射学、肺医学和胸外科的专业知识。\n8. **组织样本要求**：组织样本需足够进行组织学和分子检测。\n9. **非诊断性活检处理**：如果活检结果不确定且癌症怀疑强烈，建议重复活检、手术切除或短期LDCT随访。\n10. **治疗前评估**：需多学科评估以确定最安全有效的活检方法，或达成共识认为活检风险过高，临床诊断肺癌适当且需要治疗。\n11. **SABR选项**：对于高手术风险患者，立体定向消融放射治疗（SABR）也是适当选择。\n12. **非实性病变审查**：所有非实性病变应在薄层（≤1.5 mm）切片上审查，以排除任何实性成分。\n13. **结节快速增长**：快速增大应怀疑炎症原因或其他恶性肿瘤而非非小细胞肺癌。\n14. **新结节定义**：新结节定义为平均直径≥4毫米。\n所有推荐除非另有说明，均为2A类别。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion FOOTNOTES n All screening and follow-up chest CT scans should use a CTDIvol threshold of 3 mGy or less for a patient of average size, unless evaluating mediastinal abnormalities or lymph nodes, where standard-dose CT with IV contrast might be appropriate (LCS-A). Parameters should be adjusted for patients of smaller or larger size. There should be a systematic process for appropriate follow-up. See ACR-STR Practice Parameter for the Performance and Reporting of Lung Cancer Screening Thoracic Computed Tomography (CT). o The NCCN Guidelines for Lung Cancer Screening are harmonized with Lung-RADS with rounding of mean measurement to the nearest whole number (mm). p Ideally, the annual LDCT is performed 12 months from the initial or interval scan. r A nodule is a 3-dimensional opacity, measuring up to 3 cm in diameter. A solid nodule has a homogeneous soft-tissue attenuation, a nonsolid nodule (also known as a ground-glass nodule) has hazy increased attenuation that does not obliterate bronchial and vascular margins, and a part-solid nodule has elements of both solid and nonsolid nodules. Nodules should be evaluated and measured on the LDCT lung windows. The size of all nodules is underestimated when viewed on soft-tissue windows, and some nodules may not even be visible, particularly nonsolid nodules and small nodules. Bankier AA, et al. Radiology 2017;285:584-600. s There is uncertainty about the appropriate duration of screening and the age at which screening is no longer appropriate. t Nodules should be measured on lung windows and reported as the average diameter rounded to the nearest whole number; for round nodules only a single diameter measurement is necessary. Mean diameter is the mean of the longest diameter of the nodule and its perpendicular diameter. u FDG-PET has a low sensitivity for nodules with <8 mm of solid component and for small nodules near the diaphragm. FDG-PET/CT is only one consideration of multiple criteria for determining whether a nodule has a high risk of being lung cancer. In areas endemic for fungal disease, the false-positive rate for FDG-PET/CT is higher. v The evaluation for the suspicion of lung cancer requires a multidisciplinary approach with expertise in lung nodule management (thoracic radiology, pulmonary medicine, and thoracic surgery). This may include use of a lung nodule risk calculator to assist with probability determination. Examples of lung nodule risk calculators include: Mayo risk model; Brock university model; and model by Herder GJ, et al. Chest 2005;128:2490-2496. The use of risk calculators does not replace multidisciplinary nodule management. Geographic and other factors can substantially influence the accuracy of nodule calculators. w Tissue samples need to be adequate for both histology and molecular testing. Travis WD, et al. In: WHO Classification of Thoracic Tumors, 5th Ed. Lyon: International Agency for Research on Cancer; 2021:29-36. x If biopsy is non-diagnostic and a strong suspicion for cancer persists, suggest repeat biopsy, surgical excision, or short-interval LDCT follow-up (3 months). y See the diagnostic evaluation of a lung nodule (DIAG-1 through DIAG-A) in the NCCN Guidelines for Non-Small Cell Lung Cancer. aa Prior to treatment, multidisciplinary evaluation that includes treating physicians and specialists in obtaining tissue diagnosis (thoracic surgery, interventional pulmonology, and interventional radiology) is required to determine the safest and most efficient approach for biopsy, or to provide consensus that a biopsy is too risky or difficult, that a clinical diagnosis of lung cancer is appropriate, and that treatment is warranted. bb SABR is also an appropriate option for patients with high surgical risk. This should include a multidisciplinary evaluation, including at least thoracic surgery and radiation oncology. See Principles of Radiation Therapy in the NCCN Guidelines for Non-Small Cell Lung Cancer. dd It is crucial that all nonsolid lesions be reviewed at thin (≤1.5 mm) slices to exclude any solid components. Any solid component in the nodule requires management of the lesion with the part-solid recommendations (LCS-9). ff Rapid increase in size should raise suspicion of inflammatory etiology or malignancy other than non-small cell lung cancer (LCS-6). 99 New nodule is defined as ≥4 mm in mean diameter. Note: All recommendations are category 2A unless otherwise indicated. Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 21, "title": "page_21", "chinese_summary": "该图片展示了NCCN（国家综合癌症网络）指南版本1.2025中关于肺癌筛查的评估和随访流程。具体流程如下：\n\n1. **非实性结节在随访或年度LDCT中的评估**：\n   - **新发现的结节（New）**：\n     - 如果结节大小小于20毫米，进行年度LDCT。\n     - 如果结节大小大于等于20毫米，6个月后进行LDCT复查，如果结节稳定，则进行年度LDCT。\n   - **稳定的结节（Stable）**：\n     - 如果结节大小小于20毫米，进行年度LDCT。\n     - 如果结节大小大于等于20毫米，进行年度LDCT。\n   - **增长的结节（Growing，增长超过1.5毫米）**：\n     - 如果结节大小小于20毫米，6个月后进行LDCT复查。\n     - 如果结节大小大于等于20毫米，6个月后进行LDCT复查，或者考虑活检，或者进行手术切除。\n\n2. **后续处理**：\n   - 如果活检或手术切除结果为无癌，继续进行年度LDCT，直到患者不再适合接受确定性治疗。\n   - 如果确诊为癌症，参考NCCN非小细胞肺癌指南进行进一步处理。\n\n整个流程旨在通过定期的低剂量CT（LDCT）检查来监测非实性结节的变化，及时发现并处理潜在的肺癌风险。", "original_text": "National Comprehensive Cancer Network NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion EVALUATION OF SCREENING FINDINGS FOLLOW-UP OF SCREENING FINDINGS New⁹ᵍ <20 mmᵗ ≥20 mmᵗ LDCT in 6 moⁿ Stable Annual LDCTⁿ,p,s Nonsolid nodule on Stable <20 mmᵗ ≥20 mmᵗ follow-up or annual LDCTᵒ,r,dd,ee,ff Growing (>1.5 mm)ʰʰ <20 mmᵗ LDCT in 6 moⁿ ≥20 mmᵗ,v LDCT in 6 moⁿ or Consider biopsyʷ,x,y or Surgical excisionʸ,aa,bb No cancerˣ Annual LDCTᵖ until patient is no longer a candidate for definitive treatmentⁿ,s Cancer confirmed See NCCN Guidelines for Non-Small Cell Lung Cancer Footnotes on LCS-10A Note: All recommendations are category 2A unless otherwise indicated. Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN. LCS-10"}
{"page_number": 22, "title": "page_22", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）关于肺癌筛查的指南，版本为1.2025。主要内容包括：1. 所有筛查和随访胸部CT扫描应使用3 mGy或更低的CTDIvol阈值，除非评估纵隔异常或淋巴结，此时标准剂量CT可能更合适。2. 指南与Lung-RADS相协调，测量结果四舍五入到最接近的整数毫米。3. 年度LDCT理想情况下应在初始或间隔扫描后的12个月进行。4. 结节定义及其在肺窗上的评估方法，包括实性结节、非实性结节和部分实性结节的特征。5. 筛查的适当持续时间和开始年龄存在不确定性。6. 结节应在肺窗上测量并报告平均直径，对于圆形结节仅需单一直径测量。7. 肺癌疑似评估需要多学科方法，可能包括使用肺结节风险计算器。8. 组织样本需要足够进行组织学和分子检测。9. 如果活检结果不确定且强烈怀疑癌症，建议重复活检、手术切除或短期LDCT随访。10. 在治疗前，需要多学科评估以确定最安全有效的活检方法或达成临床诊断共识。11. 对于高手术风险患者，SABR（立体定向消融放射治疗）也是一个适当的选择。12. 所有非实性病变应在薄层（≤1.5 mm）切片上审查，以排除任何实性成分。13. Lung-RADS 1.1版增加了可继续年度筛查的非实性结节的尺寸至<30 mm。14. 快速增大应怀疑炎症原因或其他恶性肿瘤而非非小细胞肺癌。15. 新结节定义为平均直径≥4 mm。16. 在决定是否在6个月后进行LDCT随访或使用侵入性程序时，应考虑患者偏好。所有推荐除非另有说明，均为2A类别。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion FOOTNOTES n All screening and follow-up chest CT scans should use a CTDIvol threshold of 3 mGy or less for a patient of average size, unless evaluating mediastinal abnormalities or lymph nodes, where standard-dose CT with IV contrast might be appropriate (LCS-A). Parameters should be adjusted for patients of smaller or larger size. There should be a systematic process for appropriate follow-up. See ACR-STR Practice Parameter for the Performance and Reporting of Lung Cancer Screening Thoracic Computed Tomography (CT). o The NCCN Guidelines for Lung Cancer Screening are harmonized with Lung-RADS with rounding of mean measurement to the nearest whole number (mm). p Ideally, the annual LDCT is performed 12 months from the initial or interval scan. r A nodule is a 3-dimensional opacity, measuring up to 3 cm in diameter. A solid nodule has a homogeneous soft-tissue attenuation, a nonsolid nodule (also known as a ground-glass nodule) has hazy increased attenuation that does not obliterate bronchial and vascular margins, and a part-solid nodule has elements of both solid and nonsolid nodules. Nodules should be evaluated and measured on the LDCT lung windows. The size of all nodules is underestimated when viewed on soft-tissue windows, and some nodules may not even be visible, particularly nonsolid nodules and small nodules. Bankier AA, et al. Radiology 2017;285:584-600. s There is uncertainty about the appropriate duration of screening and the age at which screening is no longer appropriate. t Nodules should be measured on lung windows and reported as the average diameter rounded to the nearest whole number; for round nodules only a single diameter measurement is necessary. Mean diameter is the mean of the longest diameter of the nodule and its perpendicular diameter. v The evaluation for the suspicion of lung cancer requires a multidisciplinary approach with expertise in lung nodule management (thoracic radiology, pulmonary medicine, and thoracic surgery). This may include use of a lung nodule risk calculator to assist with probability determination. Examples of lung nodule risk calculators include: Mayo risk model; Brock university model; and model by Herder GJ, et al: Chest 2005;128:2490-2496. The use of risk calculators does not replace multidisciplinary nodule management. Geographic and other factors can substantially influence the accuracy of nodule calculators. w Tissue samples need to be adequate for both histology and molecular testing. Travis WD, et al. In: WHO Classification of Thoracic Tumors, 5th Ed. Lyon: International Agency for Research on Cancer; 2021:29-36. x If biopsy is non-diagnostic and a strong suspicion for cancer persists, suggest repeat biopsy, surgical excision, or short-interval LDCT follow-up (3 months). y See the diagnostic evaluation of a lung nodule (DIAG-1 through DIAG-A) in the NCCN Guidelines for Non-Small Cell Lung Cancer. aa Prior to treatment, multidisciplinary evaluation that includes treating physicians and specialists in obtaining tissue diagnosis (thoracic surgery, interventional pulmonology, and interventional radiology) is required to determine the safest and most efficient approach for biopsy, or to provide consensus that a biopsy is too risky or difficult, that a clinical diagnosis of lung cancer is appropriate, and that treatment is warranted. bb SABR is also an appropriate option for patients with high surgical risk. This should include a multidisciplinary evaluation, including at least thoracic surgery and radiation oncology. See Principles of Radiation Therapy in the NCCN Guidelines for Non-Small Cell Lung Cancer. dd It is crucial that all nonsolid lesions be reviewed at thin (≤1.5 mm) slices to exclude any solid components. Any solid component in the nodule requires management of the lesion with the part-solid recommendations (LCS-9). ee Lung-RADS 1.1 has increased the size of a nonsolid nodule that can continue with annual screening to <30 mm, rather than <20 mm as recommended in the previous version. The NCCN Guidelines Panel has not harmonized this portion of the Lung-RADS update, as the consensus among panel members is that baseline or new nonsolid nodules ≥20 mm should have an earlier evaluation at 6 months. ff Rapid increase in size should raise suspicion of inflammatory etiology or malignancy other than non-small cell lung cancer (LCS-6). gg New nodule is defined as ≥4 mm in mean diameter. hh Patient preferences should be taken into account when deciding whether to follow-up with LDCT in 6 months or use invasive procedures in consultation with expert recommendations. Note: All recommendations are category 2A unless otherwise indicated. Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 23, "title": "page_23", "chinese_summary": "该页面展示了NCCN（国家综合癌症网络）指南版本1.2025关于肺癌筛查的评估和随访流程。主要内容包括：\n\n1. **筛查发现的评估（EVALUATION OF SCREENING FINDINGS）**：\n   - **纯非实性结节（Pure nonsolid nodules）**：测量最大的结节，并根据LCS-5或LCS-10进行管理。\n   - **主导结节伴部分实性成分（Dominant nodule(s) with part-solid component）**：测量最大的结节，并根据LCS-4或LCS-9进行管理。\n   - **多个非实性结节（Multiple nonsolid nodules）**：进一步分为上述两种情况进行处理。\n\n2. **筛查发现的随访（FOLLOW-UP OF SCREENING FINDINGS）**：根据结节的性质（纯非实性或部分实性）选择相应的管理策略（LCS-5、LCS-10、LCS-4、LCS-9）。\n\n3. **结节定义与测量**：\n   - 结节是一种直径不超过3厘米的三维不透明区域。实性结节具有均匀的软组织衰减，非实性结节（也称为磨玻璃结节）具有不遮盖支气管和血管边缘的模糊增加衰减，部分实性结节则包含实性和非实性成分。\n   - 结节应在LDCT肺窗上进行评估和测量，所有结节的大小在软组织窗上被低估，某些结节可能不可见，特别是非实性结节和小结节。\n   - 结节应在肺窗上测量并报告为最接近的整数平均直径；对于圆形结节，仅需单一直径测量。\n\n4. **具体管理建议**：\n   - 所有≥6毫米的部分实性结节应被识别并测量实性区域。\n   - 所有非实性病变应在薄层（≤1.5毫米）切片上审查，以排除任何实性成分。结节中的任何实性成分需要按照部分实性推荐进行管理（LCS-9）。\n   - 快速增大应怀疑炎症原因或其他非小细胞肺癌恶性肿瘤（LCS-6）。\n   - 新结节定义为平均直径≥4毫米。\n\n注：除非另有说明，所有建议均为2A类别。", "original_text": "National Comprehensive Cancer Network NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion EVALUATION OF SCREENING FINDINGS FOLLOW-UP OF SCREENING FINDINGS Pure nonsolid nodules† Measure the largest nodule and manage based on LCS-5 or LCS-10 Multiple nonsolid nodules*,dd,ff,gg Dominant nodule(s) with part-solid component†,cc Measure the largest nodule and manage based on LCS-4 or LCS-9 See NCCN Guidelines for Non-Small Cell Lung Cancer † A nodule is a 3-dimensional opacity, measuring up to 3 cm in diameter. A solid nodule has a homogeneous soft-tissue attenuation, a nonsolid nodule (also known as a ground-glass nodule) has hazy increased attenuation that does not obliterate bronchial and vascular margins, and a part-solid nodule has elements of both solid and nonsolid nodules. Nodules should be evaluated and measured on the LDCT lung windows. The size of all nodules is underestimated when viewed on soft-tissue windows, and some nodules may not even be visible, particularly nonsolid nodules and small nodules. Bankier AA, et al. Radiology 2017;285:584-600. † Nodules should be measured on lung windows and reported as the average diameter rounded to the nearest whole number; for round nodules only a single diameter measurement is necessary. Mean diameter is the mean of the longest diameter of the nodule and its perpendicular diameter. cc All part-solid nodules ≥6 mm should be identified and solid areas should be measured. dd It is crucial that all nonsolid lesions be reviewed at thin (≤1.5 mm) slices to exclude any solid components. Any solid component in the nodule requires management of the lesion with the part-solid recommendations (LCS-9). ff Rapid increase in size should raise suspicion of inflammatory etiology or malignancy other than non-small cell lung cancer (LCS-6). gg New nodule is defined as ≥4 mm in mean diameter. Note: All recommendations are category 2A unless otherwise indicated. Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN. LCS-11"}
{"page_number": 24, "title": "page_24", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）关于肺癌筛查的低剂量计算机断层扫描（LDCT）的获取、存储、解释和结节报告（Lung-RADS）指南。具体包括：\n1. **获取参数**：根据不同体型（BMI≤30和BMI>30）的患者，规定了总辐射暴露量、kVp、mAs等参数的具体值。所有患者通用的参数如机架旋转速度、探测器准直、切片宽度等也有明确要求。\n2. **存储要求**：需存储所有获取的图像，包括薄层图像、最大强度投影（MIPs）和计算机辅助检测（CAD）渲染图像（如果使用）。\n3. **解释工具**：推荐使用计算机工作站进行图像审查，图像类型包括标准图像和MIP图像，并强调与先前胸部CT图像（非报告）进行比较以评估结节的大小、形态和密度变化。\n4. **结节参数**：详细描述了结节的大小（单个图像上的最大平均直径）、密度（实性、非实性或部分实性）、钙化情况、脂肪含量、形状/边缘、肺部位置、数据集中的位置以及时间比较等方面的信息。\n整体上，该指南为肺癌筛查的LDCT操作提供了标准化流程和详细参数，确保检查的准确性和一致性。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion LOW-DOSE COMPUTED TOMOGRAPHY ACQUISITION, STORAGE, INTERPRETATION, AND NODULE REPORTING (Lung-RADS)a-e Acquisition Small Patient (BMI ≤30) Large Patient (BMI >30) Total radiation exposure ≤3 mSv ≤5 mSv kVp 100–120 120 mAs ≤40 ≤60 All Patients Gantry rotation speed ≤0.5 Detector collimation ≤1.5 mm Slice width ≤1.5 mm preferred for characterization of nodule consistency, particularly for small nodulese Slice interval ≤slice width; 50% overlap preferred for 3D and computer-aided detection (CAD) applications Scan acquisition time ≤10 seconds (single breath hold) Breathing Maximum inspiration Contrast No oral or intravenous contrast CT scanner detectors ≥16 Storage All acquired images, including thin sections; maximum intensity projections (MIPs) and CAD renderings if used Interpretation Tools Platform Computer workstation review Image type Standard and MIP images Comparison studies Comparison with prior chest CT images (not reports) is essential to evaluate change in size, morphology, and density of nodules; review of serial chest CT exams is important to detect slow growth Nodule Parameters Size Largest mean diameter on a single image (mean of the longest diameter of the nodule and its perpendicular diameter, when compared to the baseline scan) Density Solid, nonsolid (also known as ground glass), or part solid (also known as mixed) Calcification Present/absent; if present: solid, central vs. eccentric, concentric rings, popcorn, stippled, or amorphous Fat Report if present Shape/Margin Round/ovoid, triangular/smooth, lobulated, or spiculated Lung location By lobe of the lung, preferably by segment, and if subpleural Location in dataset Specify series and image number for future comparison Temporal comparison If unchanged, include the longest duration of no change as directly viewed by the interpreter on the images (not by report); if changed, report current and prior size Footnotes on LCS-A 2 of 2 Note: All recommendations are category 2A unless otherwise indicated. LCS-A 1 OF 2 Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 25, "title": "page_25", "chinese_summary": "该页面是NCCN（国家综合癌症网络）指南版本1.2025关于肺癌筛查的部分。主要内容包括：1. 提供了肺癌筛查CT协议的信息链接；2. 强调LDCT（低剂量CT）采集参数应同时用于年度筛查和临时推荐的LDCT检查，前者被视为筛查CT，后者被视为诊断CT；3. 引用了相关文献支持筛查标准；4. 建议报告胸部CT检测到的冠状动脉钙化（CAC）的存在或缺失，作为动脉粥样硬化的标志，可使用视觉评分或定量评分（如Agatston评分），如果CAC严重，建议进一步评估；5. 强调所有非实性病变应在薄层（≤1.5mm）切片上进行审查，以排除任何实性成分，任何实性成分的结节需要按照部分实性推荐进行管理。所有推荐除非另有说明，均为2A类别。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion FOOTNOTES a Protocol information: http://www.aapm.org/pubs/CTProtocols/documents/LungCancerScreeningCT.pdf b The LDCT acquisition parameters should be used both for annual screening LDCT exams and for interim LDCTs recommended to evaluate positive screens. The former are considered screening CTs by current procedural terminology (CPT) code, and the latter are considered diagnostic CTs by CPT code. c Pinsky PF, et al. Ann Intern Med 2015;162:485-491. d Reporting the presence or absence of CAC detected on chest CT may be useful to the referring clinician and patient as a marker of atherosclerosis. CAC may be reported using either a visual score (none, mild, moderate, or severe) or quantitative score (such as the Agatston score). Further evaluation is recommended if CAC is severe. Munden RF, et al. J Am Coll Radiol 2018;15:1087-1096; Hecht HS, et al. J Thorac Imaging 2017;32:W54-W66. e It is crucial that all nonsolid lesions be reviewed at thin (≤1.5 mm) slices to exclude any solid components. Any solid component in the node requires management of the lesion with the part-solid recommendations (LCS-9). Note: All recommendations are category 2A unless otherwise indicated. Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN. LCS-A 2 OF 2"}
{"page_number": 26, "title": "page_26", "chinese_summary": "该页面介绍了NCCN（国家综合癌症网络）关于肺癌筛查的指南版本1.2025。主要内容分为肺癌筛查的风险和益处两个部分。风险部分包括：无效检测惰性疾病、生活质量影响、对测试结果的焦虑、诊断工作中的物理并发症、假阳性结果、假阴性结果、不必要的测试和程序、辐射暴露、成本以及偶然病变。益处部分则涵盖：降低肺癌死亡率、提高生活质量、减少疾病相关发病率、减少治疗相关发病率、改善健康生活方式、减轻焦虑/心理社会负担，以及发现其他重要的隐匿健康风险（如甲状腺结节、严重的但无症状的冠状动脉疾病、肾脏上极的早期肾癌、主动脉瘤、乳腺癌等）。此外，页面底部提供了参考文献和注释，指出所有推荐类别为2A，除非另有说明。整体布局清晰，旨在全面评估肺癌筛查的利弊，为临床决策提供科学依据。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion RISKS/BENEFITS OF LUNG CANCER SCREENING¹,² RISKS • Futile detection of indolent disease • Quality of life ▶ Anxiety about test findings • Physical complications from diagnostic workup • False-positive results • False-negative results • Unnecessary testing and procedures • Radiation exposure • Cost • Incidental lesions BENEFITS • Decreased lung cancer mortality³-⁵ • Quality of life ▶ Reduction in disease-related morbidity ▶ Reduction in treatment-related morbidity ▶ Improvement in healthy lifestyles ▶ Reduction in anxiety/psychosocial burden • Discovery of other significant occult health risks (eg, thyroid nodule, severe but silent coronary artery disease, early renal cancer in upper pole of kidney, aortic aneurysm, breast cancer) ¹ See Discussion for more detailed information. ² Sands J, et al. J Thorac Oncol 2021;16:37-53. ³ National Lung Screening Trial Research Team; Aberle DR, et al. N Engl J Med 2011;365:395-409. ⁴ de Koning HJ, et al. N Engl J Med 2020;382:503-513. ⁵ Pastorino U, et al. Ann Oncol 2019;30:1162-1169. Note: All recommendations are category 2A unless otherwise indicated. LCS-B Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 27, "title": "page_27", "chinese_summary": "该页面是NCCN（国家综合癌症网络）指南版本1.2025关于肺癌筛查的部分，具体为缩写表。页面列出了多个医学术语的缩写及其全称，包括：BMI（身体质量指数）、CAC（冠状动脉钙化）、CAD（计算机辅助检测）、COPD（慢性阻塞性肺疾病）、CPT（当前程序术语）、CTDI_vol（CT剂量指数体积）、FDG（氟脱氧葡萄糖）、ILD（间质性肺病）、LDCT（低剂量计算机断层扫描）、Lung-RADS（肺影像报告和数据系统）、MIP（最大强度投影）、RFA（射频消融）、SABR（立体定向消融体部放疗）和SBRT（立体定向体部放射治疗）。这些缩写和定义旨在帮助读者理解指南中使用的专业术语。页面还提供了NCCN指南索引、目录和讨论的链接，并注明了版权信息和版本日期。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion ABBREVIATIONS BMI body mass index CAC coronary arterial calcification CAD computer-aided detection COPD chronic obstructive pulmonary disease CPT current procedural terminology CTDI_vol CT dose index volume FDG Fluorodeoxyglucose ILD interstitial lung disease LDCT low-dose computed tomography Lung-RADS Lung Imaging Reporting and Data System MIP maximum intensity projection RFA radiofrequency ablation SABR stereotactic ablative body radiotherapy SBRT stereotactic body radiation therapy Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN. ABBR-1"}
{"page_number": 28, "title": "page_28", "chinese_summary": "该页面是NCCN（国家综合癌症网络）指南版本1.2025关于肺癌筛查的部分。页面主要介绍了NCCN证据和共识类别，用于评估干预措施的适当性：\n1. **Category 1**：基于高水平证据（至少1个随机三期试验或高质量的稳健元分析），且有统一的NCCN共识（面板支持率≥85%），认为干预措施是适当的。\n2. **Category 2A**：基于较低水平证据，但有统一的NCCN共识（面板支持率≥85%），认为干预措施是适当的。\n3. **Category 2B**：基于较低水平证据，有NCCN共识（面板支持率为≥50%，但<85%），认为干预措施是适当的。\n4. **Category 3**：基于任何水平的证据，但在NCCN中存在重大分歧，认为干预措施不适当。\n所有推荐默认为2A类别，除非另有说明。此分类系统帮助医疗专业人员根据证据强度和共识水平来判断肺癌筛查干预措施的适用性。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening NCCN Guidelines Index Table of Contents Discussion NCCN Categories of Evidence and Consensus Category 1 Based upon high-level evidence (≥1 randomized phase 3 trials or high-quality, robust meta-analyses), there is uniform NCCN consensus (≥85% support of the Panel) that the intervention is appropriate. Category 2A Based upon lower-level evidence, there is uniform NCCN consensus (≥85% support of the Panel) that the intervention is appropriate. Category 2B Based upon lower-level evidence, there is NCCN consensus (≥50%, but <85% support of the Panel) that the intervention is appropriate. Category 3 Based upon any level of evidence, there is major NCCN disagreement that the intervention is appropriate. All recommendations are category 2A unless otherwise indicated. Version 1.2025, 10/14/2024 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 29, "title": "page_29", "chinese_summary": "该页面展示了NCCN（国家综合癌症网络）发布的《肺癌筛查指南》版本1.2025的讨论部分。主要内容包括：概述、低剂量CT（LDCT）在肺癌筛查项目中的应用、随机试验、肺癌筛查指南、指南更新方法、文献检索标准、敏感和包容性语言使用、肺癌风险因素（如吸烟、职业致癌物暴露、住宅氡暴露、癌症史、肺癌家族史、肺病史、激素替代疗法）、肺癌筛查个体选择、LDCT筛查中发现异常的管理、NCCN推荐、结节恶性风险评估、LDCT筛查和筛查检测成像协议、LDCT筛查临床管理协议、多个非实性结节、肺癌筛查的益处和风险、肺癌筛查的益处、肺癌筛查的风险、成本效益和成本效益分析、共同决策制定、总结和参考文献。该指南详细介绍了肺癌筛查的相关背景、具体操作流程、风险因素评估、筛查对象选择以及筛查结果的管理，旨在为医疗专业人员提供标准化的肺癌筛查指导。", "original_text": "National Comprehensive Cancer Network NCCN Guidelines Version 1.2025 Lung Cancer Screening Discussion This discussion corresponds to the NCCN Guidelines for Lung Cancer Screening. Last updated: October 18, 2023 Table of Contents Overview MS-2 LDCT as Part of a Lung cancer Screening Program MS-3 Randomized Trials MS-4 Lung Cancer Screening Guidelines MS-5 Guidelines Update Methodology MS-5 Literature Search Criteria MS-5 Sensitive/Inclusive Language Usage MS-5 Risk Factors for Lung Cancer MS-6 Cigarette Smoke MS-6 Occupational Exposure to Carcinogens MS-7 Residential Radon Exposure MS-7 History of Cancer MS-8 Family History of Lung Cancer MS-8 History of Lung Disease MS-9 Hormone Replacement Therapy MS-9 Selection of Individuals for Lung Cancer Screening MS-9 Individuals with High-Risk Factors MS-10 Individuals with Low-Risk Factors MS-12 Management of Abnormalities Found on LDCT Screening Scans MS-12 NCCN Recommendations MS-12 Assessing Risk for Malignancy in Nodules MS-12 LDCT Screening and Screen Detected Imaging Protocols MS-14 Clinical Management Protocols for LDCT Screening MS-16 Multiple Nonsolid Nodules MS-18 Benefits and Risks of Lung Cancer Screening MS-19 Benefits of Lung Cancer Screening MS-19 Risks of Lung Cancer Screening MS-23 Cost-Effectiveness and Cost-Benefit Analyses MS-28 Shared Decision-Making MS-28 Summary MS-29 References MS-30 Version 1.2025 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 30, "title": "page_30", "chinese_summary": "该页面介绍了NCCN（国家综合癌症网络）关于肺癌筛查的指南版本1.2025。肺癌是美国和全球癌症相关死亡的主要原因，2023年预计有238,340例新发病例和127,070例死亡病例。COVID-19大流行期间，肺癌的诊断和治疗受到影响，但这一影响尚未反映在2023年的发病率和死亡率估计中。肺癌的五年生存率仅为22.9%，主要是因为大多数患者在初诊时已是晚期。有效的筛查可以实现早期检测，提高治疗效果并降低死亡率。目前，大多数肺癌是在患者出现持续咳嗽、咯血、呼吸短促等症状时临床诊断的，而这些症状通常意味着疾病已进展至晚期。低剂量CT（LDCT）被推荐用于高风险个体的肺癌筛查，但实际筛查率较低。近期证据显示，肺癌筛查有助于将晚期癌症转变为早期癌症。NCCN肺癌筛查指南自2011年起每年至少更新一次，内容包括：描述肺癌风险因素、推荐高风险个体的筛选标准、提供肺结节评估和随访建议、讨论胸腔LDCT筛查协议和成像模式的准确性以及LDCT筛查的利弊。2024版指南更新了立体定向消融体部放疗（SABR）等技术的应用，适用于有心脏疾病或严重慢性阻塞性肺病（COPD）等手术高风险患者。此外，2022年12月发布的Lung-RADS v2022版对气道结节、囊性成分结节及炎症或感染性病变提出了新的推荐，并引入了逐步管理方法。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening Overview Lung cancer is the leading cause of cancer-related mortality in the United States and worldwide.1-3 In 2023, an estimated 238,340 new cases (117,550 in males and 120,790 in females) of lung and bronchial cancer will be diagnosed, and 127,070 deaths (67,160 in males and 59,910 in females) are estimated to occur in the United States, which is about 21% of all U.S. deaths from cancer.4 Throughout the COVID-19 pandemic, the diagnosis and treatment of patients with lung cancer have been hampered5; however, this has not been reflected in the 2023 estimates for incidence and mortality because of the typical delays in collecting, calculating, and reporting of data.4 Five-year survival rates for lung cancer are only 22.9%, partly because most patients have advanced-stage lung cancer at initial diagnosis.6 These facts—combined with the success of screening in improving outcomes in patients with cervical, colon, and breast cancers—were the impetus for studies to develop an effective lung cancer screening test.7-10 Ideally, effective screening will lead to earlier detection of lung cancer—before patients have symptoms and when treatment is more likely to be effective—and will decrease mortality.3,10-13 Currently, most lung cancer is diagnosed clinically when patients present with symptoms such as persistent cough, hemoptysis, shortness of breath, bone and/or chest pain, hoarseness, headaches, and unintentional weight loss; unfortunately, patients with these symptoms usually have advanced lung cancer.14,15 Early detection of lung cancer is an important opportunity for decreasing mortality. Data support using low-dose CT (LDCT) of the chest to screen select individuals who are at high risk for lung cancer.10,11,13,16-19 Only about 5.7% to 12.8% of eligible individuals at high risk for lung cancer actually undergo LDCT lung cancer screening using the 2013 U.S. Preventive Services Task Force (USPSTF) eligibility criteria.20-22 Chest radiography is not recommended for lung cancer screening.11,23-25 Recent evidence is starting to show a stage shift in lung cancer from advanced cancer to early-stage cancer, with lung cancer screening attributed to this change.26-30 The NCCN Clinical Practice Guidelines in Oncology (NCCN Guidelines®) for Lung Cancer Screening were developed in 2011 and have been subsequently updated at least once every year.11,31,32 These NCCN Guidelines: 1) describe risk factors for lung cancer; 2) recommend criteria for selecting individuals with high-risk factors for screening; 3) provide recommendations for evaluation and follow-up of lung nodules found during initial and subsequent screening; 4) discuss the accuracy of chest LDCT screening protocols and imaging modalities; and 5) discuss the benefits and risks of LDCT screening. The Summary of the Guidelines Updates section in the algorithm briefly describes the new changes for the 2024 update, which are described in greater detail in this revised Discussion text. For v.1.2024, the NCCN Lung Cancer Screening Panel clarified that stereotactic ablative body radiotherapy (SABR), also known as stereotactic body radiation therapy (SBRT), and ablative techniques, such as radiofrequency ablation (RFA), are appropriate options for medically inoperable patients with cardiac disease or severe chronic obstructive pulmonary disease (COPD) as well as for patients with high risk for complications from surgery (also, refer to NCCN Guidelines for Non-Small Cell Lung Cancer, available at www.NCCN.org).33,34 The NCCN Panel recommends multidisciplinary evaluation before deciding whether to use SABR, especially if a biopsy will not be done because it is deemed too risky or difficult for a patient to undergo.33,35 In December 2022, a revised version of the Lung Imaging Reporting and Data System (Lung-RADS) was published (v2022). Changes for Lung-RADS v2022 include new recommendations for airway nodules, nodules with a cystic component, and inflammatory or infectious findings. They also include a stepped-down management approach. For example, a Version 1.2025 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 31, "title": "page_31", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）关于肺癌筛查的指南，特别关注低剂量CT（LDCT）在肺癌早期检测中的应用。指南强调了Lung-RADS系统在评估和管理LDCT扫描结果中的重要性，例如，如果患者初次LDCT结果为Lung-RADS 4A且在3个月后的随访中未见增长，则可降级至Lung-RADS 3，并在6个月后进行下一次随访；若仍无增长，则进一步降级至Lung-RADS 2，建议每年进行一次筛查。指南主要针对非小细胞肺癌（NSCLC），但也涉及其他可能转移到肺部的癌症类型，如乳腺癌，以及较少见的肺或胸部癌症，如小细胞肺癌（SCLC）、恶性胸膜间皮瘤等。肺癌筛查不仅可能发现肺癌，还可能检测到其他癌症或非癌性状况，如感染、炎症性疾病（如结节病）。在ACR肺癌筛查登记处记录的首批160万次筛查LDCT扫描中，18.7%的扫描发现了一个或多个临床显著或潜在显著的发现，最常见的为中度或重度冠状动脉钙化（11.6%）。筛查的目标是在疾病尚未引起症状且治疗最有效的阶段检测疾病，以提高个体的预期寿命和生活质量。理想的筛查测试应能改善结果、科学验证（具有可接受的敏感性和特异性）、低风险、可重复、易获取且成本效益高。肺癌筛查中最困难的方面之一是解决道德义务问题，即医生需遵守希波克拉底誓言，首先做到不伤害。如果肺癌筛查有益但医生不使用，他们就是否认患者的有效护理；如果筛查无效，则可能导致过度诊断、增加测试、侵入性测试或程序，以及潜在癌症诊断的焦虑。LDCT作为肺癌筛查项目的一部分，应纳入有组织的护理计划，而非独立进行。有效的肺癌筛查项目需要训练有素的人员和有组织的行政系统来联系个体，以实现对推荐随访研究的依从性。当前吸烟者比已戒烟者更难遵循随访建议。数据显示，对LDCT随访测试建议和后续年度肺癌LDCT筛查的依从率较低，有待提高。为了确保良好的图像质量，所有肺癌筛查项目应使用符合ACR标准的CT扫描仪。ACR开发了Lung-RADS来标准化LDCT肺癌筛查检查的报告和管理，这提高了肺癌检测率并降低了假阳性率。在评估后续扫描时，最重要的放射学因素是分辨率、稳定性、先前结节的增长或新结节的出现。与任何筛查测试一样，肺癌筛查也存在风险和益处。", "original_text": "NCCN Guidelines Version 1.2025 Lung Cancer Screening patient with a LungRADS 4A result undergoing a 3-month follow-up LDCT would step down to a LungRADS 3 with a 6-month follow-up LDCT if no growth; if that LDCT also showed no growth, the patient would step down to a LungRADS 2 with the recommendation to continue annual screening in 12 months. The NCCN Panel will review v2022 of Lung-RADS and revise the NCCN Guidelines® accordingly. Non-small cell lung cancer (NSCLC) is the most common type of lung cancer.6,36,37 Thus, these NCCN Guidelines for Lung Cancer Screening mainly refer to detection of NSCLC. Other types of cancer can metastasize to the lungs, such as breast cancer. There are also fewer common cancers of the lung or chest, such as small cell lung cancer (SCLC), malignant pleural mesothelioma, thymoma, thymic carcinoma, and esophageal carcinoma. Lung cancer screening may also detect other cancers or noncancerous conditions in the thorax, lower neck, or upper abdomen, including infections and inflammatory conditions like sarcoidosis.38-42 In the first 1.6 million screening LDCT scans noted in the ACR Lung Cancer Screening Registry, 18.7% had one or more clinically significant or potentially significant findings, with the most common being moderate or severe coronary arterial calcification (11.6%), a mass that could be cancer outside the lungs (2.8%, with recommended follow-up), interstitial lung disease (ILD) (2.2%), and moderate or severe emphysema (1.2%).43-45 The goal of screening is to detect disease at a stage when it is not causing symptoms and when treatment will be most successful. Screening should benefit the individual by increasing life expectancy and quality of life. The rate of false-positive results should be low to prevent unnecessary additional testing. The large fraction of the population without the disease should not be harmed (low risk), and the screening test should not be so expensive that it places an onerous burden on the health care system. Thus, the screening test should: 1) improve outcomes; 2) be scientifically validated (eg, have acceptable levels of sensitivity and specificity); and 3) be low risk, reproducible, accessible, and cost-effective. Perhaps the most difficult aspect of lung cancer screening is addressing the moral obligation. As part of the Hippocratic oath, physicians promise to first do no harm.46 The dilemma is that if lung cancer screening is beneficial but physicians do not use it, they are denying patients effective care. If lung cancer screening is not effective, then patients may be harmed from overdiagnosis, increased testing, invasive testing or procedures, and the anxiety of a potential cancer diagnosis.47-50 LDCT as Part of a Lung Cancer Screening Program Lung cancer screening with LDCT should be part of an organized program of care and not be performed in isolation as a free-standing test.51-57 Trained personnel and an organized administrative system to contact individuals to achieve adherence with recommended follow-up studies are required for an effective lung cancer screening program.53,56,58 The NCCN-recommended follow-up interval scans assume adherence with follow-up recommendations. Individuals who currently smoke, in addition to other factors, are less likely to be adherent than those who have quit smoking.30,59-62 Data show that adherence rates to LDCT follow-up testing recommendations and to subsequent annual lung cancer LDCT screening remain low and can be improved.30,60,63-65 To help ensure good image quality, all lung cancer screening programs should use CT scanners that meet the standards of the ACR.66 The ACR developed Lung-RADS to standardize the reporting and management of LDCT lung cancer screening examinations, which has improved lung cancer detection and decreased false-positive rates.51,53,55,56,67-77 When assessing subsequent scans, the most important radiologic factors are resolution, stability, growth of previous nodules, or appearance of a new nodule(s). As with any screening test, the risks and benefits of lung cancer"}
{"page_number": 32, "title": "page_32", "chinese_summary": "NCCN指南版本1.2025关于肺癌筛查的指导原则强调，在进行初始低剂量计算机断层扫描（LDCT）筛查前，应与个体讨论筛查事宜。共享的患者/提供者决策可能是决定是否进行肺癌筛查的最佳方法，特别是对于有合并症的个体。建议机构采用多学科方法管理可能为肺癌的筛查异常情况，包括心胸放射学、肺医学和胸外科等专业。如果这些专业在当地不可用，机构应与提供这些服务的项目合作。随机试验部分指出，多项随机试验研究了胸部X光筛查是否能改善肺癌生存率或降低死亡率，但许多试验在设计或效力上存在缺陷，结果均为阴性。PLCO癌症筛查试验报告称，对于肺癌低风险个体，每年进行胸部X光筛查并无用处。其他研究则关注更敏感的LDCT肺癌筛查模式，一些研究表明过度诊断和假阳性筛查测试是值得关注的问题。尽管LDCT扫描可能是更好的肺癌筛查测试，但它也有局限性。NLST和NELSON试验等大型临床试验的数据支持基于年龄和吸烟史标准对肺癌高风险个体进行筛查。NLST试验显示，与X光相比，LDCT降低了20%的肺癌死亡相对风险。NELSON试验在10年随访后，显示男性肺癌死亡率降低了24%，女性降低了33%。", "original_text": "NCCN Guidelines Version 1.2025 Lung Cancer Screening screening should be discussed with the individual before an initial screening LDCT scan is performed.48,49,51,78,79 Shared patient/provider decision-making may be the best approach before deciding whether to do lung cancer screening, especially for individuals with comorbid conditions (see shouldiscan.com).24,51,80-82 It is recommended that institutions use a multidisciplinary approach for the management of screen-detected abnormalities that might be lung cancer, which may include specialties such as cardiothoracic radiology, pulmonary medicine, and thoracic surgery. For v.1.2024, the NCCN Panel added a caveat that some institutions also include medical oncology, radiation oncology, and/or pathology. If these specialties are not available locally, the institutions should collaborate with programs that offer them. Randomized Trials Several randomized trials have studied whether screening with chest radiography improves lung cancer survival or mortality; however, many were flawed in design or power, and all were negative.49,83-87 The Prostate, Lung, Colorectal, and Ovarian (PLCO) Cancer Screening Trial, a phase 3 randomized trial, reported that annual screening with chest radiography is not useful for lung cancer screening in individuals at low risk for lung cancer.23 Other studies have focused on the more sensitive modality of LDCT-based lung cancer screening; some studies suggest that overdiagnosis (ie, cancer diagnosis that would never be life-threatening) and false-positive screening tests are concerns.50,88-92 Although LDCT scanning may be a better screening test for lung cancer, it also has limitations. See Benefits and Risks of Lung Cancer Screening in this Discussion.49 Multiple randomized trials have assessed LDCT screening among individuals at risk for lung cancer.9-11,13,83,93-98 Data from the larger clinical trials—the National Lung Screening Trial (NLST) and the NELSON trial—support screening individuals at high risk for lung cancer based on age and smoking history criteria.10,11,13 Several smaller trials have reported that LDCT screening did not decrease mortality; however, these trials were not adequately powered to detect significant differences in mortality.83,94,95,97,98 The Danish Lung Cancer Screening Trial (DLCST) included individuals at lower risk compared with the NLST and NELSON trials.10,11,98 The NCI-sponsored NLST assessed LDCT versus chest radiography in 53,454 individuals at high risk for lung cancer based on age and smoking history using three rounds of annual screening; 51% were males.11,13 The individuals were aged 55 to 74 years with a ≥30 pack-year smoking history who either currently smoked or had quit smoking within 15 years. LDCT decreased the relative risk (RR) of death from lung cancer by 20% (95% CI, 6.8%-26.7%; P = .004) compared with radiography.11 The number needed to screen (NNS) to prevent one lung cancer death was 323 over 6.5 years of follow-up.96 With extended follow-up, the NNS was 303 with a reduction in lung cancer mortality of 16% (per 100,000 person years).13 Although the NLST also reported a significant decrease in all-cause mortality, this decrease was largely attributable to lower lung cancer mortality. The NELSON trial assessed LDCT screening in four rounds versus no screening in 15,789 individuals at high risk for lung cancer based on age and smoking history; 85% were men. The individuals were aged 50 to 74 years and currently smoked or quit smoking within the last 10 years.10,99 At 10-year follow-up, NELSON demonstrated a reduction in lung cancer mortality of 24% in men (cumulative rate ratio for death from lung cancer: 0.76; 95% CI, 0.61-0.94; P = .01) and 33% in women (rate ratio, 0.67; 95% CI, 0.38-1.14).10 The NNS to prevent one lung cancer death was 130 over 10 years of follow-up.96 The MILD trial assessed LDCT screening (annual or biennial) versus no screening in 4099 individuals aged 49 to 75 years with a ≥20 pack-year smoking history.93 After 10 years of screening, the LDCT arm yielded a"}
{"page_number": 33, "title": "page_33", "chinese_summary": "该页面介绍了NCCN（国家综合癌症网络）发布的《肺癌筛查指南》版本1.2025。主要内容包括：\n1. **肺癌筛查的益处**：与未进行筛查相比，筛查可使肺癌死亡风险降低39%，五年后这一益处更为显著，死亡风险降低58%。\n2. **肺癌筛查指南**：NCCN是首个基于NLST数据使用LDCT（低剂量计算机断层扫描）制定肺癌筛查指南的组织。国际肺癌研究协会（IASLC）支持这些指南，强调需要多学科团队方法和综合戒烟计划。美国预防服务工作组（USPSTF）推荐使用LDCT进行肺癌筛查，并将其列为B级推荐，这意味着高风险个体（定义为50至80岁、吸烟史≥20包年且目前仍在吸烟或在过去15年内戒烟的人）的肺癌筛查在《平价医疗法案》下得到覆盖。美国医疗保险和医疗补助服务中心（CMS）为符合条件的Medicare受益人提供年度LDCT肺癌筛查覆盖。\n3. **指南更新方法**：NCCN指南的开发和更新详情可在www.NCCN.org上找到。在更新指南前，通过PubMed数据库进行电子搜索以获取自上次指南更新以来发表的关键肺癌筛查文献，使用特定的搜索词进行筛选。\n4. **文献检索标准**：选择英文发表的人类研究，结果限定于临床试验、指南、元分析、随机对照试验、系统评价和验证研究等类型的文章。\n5. **敏感性和包容性语言使用**：NCCN指南致力于使用促进公平、包容和代表性目标的语言，采用以人为本、非污名化、反种族主义、反阶级主义、反厌女症、反年龄主义、反能力歧视和反体重偏见的语言，并包容所有性取向和性别身份的个体。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening 39% decreased risk of lung cancer mortality (hazard ratio [HR], 0.61; 95% CI, 0.39–0.95). The benefit of screening was greater after the fifth year, with a 58% decreased risk of lung cancer mortality (HR, 0.42; 95% CI, 0.22–0.79). Lung Cancer Screening Guidelines NCCN was the first major organization to develop lung cancer screening guidelines using LDCT based on the NLST data.31 The International Association for the Study of Lung Cancer (IASLC) supports the NCCN Guidelines by emphasizing the need for guidelines, a multidisciplinary team approach, and integrated smoking cessation programs.100 The USPSTF recommends lung cancer screening with LDCT; their grade B recommendation means that lung cancer screening is covered under the Affordable Care Act for individuals at high risk for lung cancer, defined as those 50 to 80 years of age with a ≥20 pack-year cigarette smoking history who currently smoke or have quit smoking during the past 15 years.24,101 The Centers for Medicare & Medicaid Services (CMS) covers annual LDCT lung cancer screening of Medicare beneficiaries with these risk factors ≤77 years of age if they participate in shared decision-making before their first screening LDCT.102 An estimated 15 million individuals in the United States also recommend LDCT screening for individuals at high risk for lung cancer as defined by age and smoking history, including the ACR, American Cancer Society (ACS), American Lung Association, and American College of Chest Physicians (ACCP).51 Although age and smoking history are used for risk assessment, other potential risk factors for lung cancer—including personal history of cancer or lung disease, family history of lung cancer, radon exposure, and occupational exposure to lung carcinogens—may be discussed during shared decision-making (see shouldiscreen.com).51,104-112 Guidelines Update Methodology The complete details of the development and update of the NCCN Guidelines are available at www.NCCN.org. Literature Search Criteria Prior to the update of the NCCN Guidelines for Lung Cancer Screening, an electronic search of the PubMed database was performed to obtain key literature in lung cancer screening published since the previous Guidelines update, using the search terms: “lung cancer” AND (screening OR computed tomography OR low-dose computed tomography OR LungRADS OR low-dose CT screening). The PubMed database was chosen because it remains the most widely used resource for medical literature and indexes peer-reviewed biomedical literature. The search results were narrowed by selecting studies in humans published in English. Results were confined to the following article types: Clinical Trial, Phase 2; Clinical Trial, Phase 3; Clinical Trial, Phase 4; Guideline; Practice Guideline; Meta-Analysis; Randomized Controlled Trial; Systematic Reviews; and Validation Studies. The data from key PubMed articles and additional sources deemed as relevant to these guidelines by the panel during the Guidelines update meeting have been included in the Discussion section. Recommendations for which high-level evidence is lacking are based on the panel’s review of lower-level evidence and expert opinion. Sensitive/Inclusive Language Usage NCCN Guidelines strive to use language that advances the goals of equity, inclusion, and representation.113 NCCN Guidelines endeavor to use language that is person-first; not stigmatizing; anti-racist, anti-classist, anti-misogynist, anti-ageist, anti-ableist, and anti-weight-biased; and inclusive of individuals of all sexual orientations and gender identities. NCCN Guidelines incorporate non-gendered language, instead focusing Version 1.2025 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN. MS-5"}
{"page_number": 34, "title": "page_34", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）关于肺癌筛查的指南，特别关注了肺癌的风险因素，尤其是吸烟的影响。首先，指南强调了在描述性别和性取向时使用更准确和包容性语言的重要性，以更好地满足所有个体的需求。接着，文档深入探讨了肺癌的风险因素，指出虽然吸烟是公认的高风险因素，但环境和遗传因素同样不可忽视。对于无风险因素或低风险的人群，不推荐进行肺癌筛查，因为发现肺癌的几率极低且筛查带来的风险可能超过其益处。此外，有肺癌症状（如咳嗽、疼痛或体重下降）的个体应进行临床诊断评估而非筛查。\n\n关于吸烟，文档回顾了烟草与肺癌之间的因果关系，首次报告于1950年。香烟烟雾含有超过7000种化合物，其中至少69种为已知致癌物，可增加细胞水平上的癌变突变风险，尤其是在具有遗传易感性的人群中。FDA列出了93种在烟草产品或烟雾中的有害或潜在有害成分。吸烟是肺癌发展的主要可改变风险因素，在美国直接导致81%的肺癌相关死亡。美国目前约有3500万（即每9人中就有1人）年龄≥18岁的个体吸烟，这是自1965年以来的最低流行率。吸烟还与其他多种癌症及心血管疾病、慢性阻塞性肺病（COPD）相关。在美国，每年估计有48万人死于与吸烟相关的疾病，占总死亡人数的五分之一，其中吸烟估计导致约30%的癌症相关死亡。全球范围内，近五分之一的180万癌症死亡归因于吸烟。世界卫生组织（WHO）估计，全球每年有800万人死于烟草使用。\n\n吸烟量与肺癌发病风险之间存在剂量-反应关系，但不存在无风险的吸烟水平。当前吸烟者的肺癌风险比从未吸烟者高约20倍。虽然戒烟可以降低肺癌风险（且戒烟年限越长，风险降低幅度越大），但戒烟者相较于从未吸烟者仍具有较高的肺癌风险。因此，无论暴露程度如何以及戒烟时间长短，当前或过去的吸烟史均被视为肺癌的风险因素。", "original_text": "on organ-specific recommendations. This language is both more accurate and more inclusive and can help fully address the needs of individuals of all sexual orientations and gender identities. NCCN Guidelines will continue to use the terms men, women, female, and male when citing statistics, recommendations, or data from organizations or sources that do not use inclusive terms. Most studies do not report how sex and gender data are collected and use these terms interchangeably or inconsistently. If sources do not differentiate gender from sex assigned at birth or organs present, the information is presumed to predominantly represent cisgender individuals. NCCN encourages researchers to collect more specific data in future studies and organizations to use more inclusive and accurate language in their future analyses.\n\nRisk Factors for Lung Cancer\nAn essential goal of any screening protocol is to identify the populations that are at a high risk for developing the disease. Although smoking cigarettes is a well-established risk factor for lung cancer, other environmental and genetic factors also increase risk. 72,106,107,112,114 This section reviews the currently known risk factors for the development of lung cancer to identify populations with high risk that should be considered for screening. For those who do not have risk factors or are at low risk, lung cancer screening is not recommended because: 1) the chance of finding lung cancer is less than 1%; and 2) the risks from workup outweigh the benefits of screening. 115 Note that individuals who are candidates for screening should not have any symptoms suggestive of lung cancer, such as cough, pain, or weight loss, and should undergo a clinical diagnostic evaluation.\n\nCigarette Smoke\nActive Cigarette Use\nThe causal relationship between smoking tobacco and lung cancer was first reported in 1950. 116,117 Since then the risk of developing lung cancer from smoking tobacco has been firmly established. 118 Cigarette smoke contains >7000 compounds, and ≥69 of these are known carcinogens that increase the risk of cancerous mutations at the cellular level, especially among individuals with a genetic predisposition. 119-124 The FDA has defined a list of 93 chemicals that are considered harmful and potentially harmful constituents (HPHCs) in tobacco products or tobacco smoke. Cigarette smoking is a major modifiable risk factor in the development of lung cancer, directly accounting for 81% of all lung cancer-related deaths in the United States. 4 Approximately 35 million or 1 in 9 individuals ≥18 years of age in the United States currently smoke cigarettes, the lowest prevalence since 1965. Smoking cigarettes is also associated with other cancers, including head and neck, kidney, bladder, pancreatic, gastric, and cervical cancer and acute myeloid leukemia, as well as cardiovascular disease and COPD. 118 In the United States, an estimated 480,000 individuals die from smoking-related illnesses annually representing 1 in 5 deaths, with cigarette smoking estimated to cause about 30% of all cancer-related deaths. 125-127 Globally, nearly 1 in 5 of the 1.8 million cancer deaths are attributable to smoking tobacco. 128,129 The WHO estimates that 8 million people globally die from tobacco use every year. 130 A dose-response relationship exists between cigarette smoking and the risk of developing lung cancer; however, there is no risk-free level of cigarette exposure. The RR for lung cancer is approximately 20-fold higher for individuals who currently smoke than for those who never smoked. 118,131 While cigarette smoking cessation decreases the risk for lung cancer (with a greater magnitude with each incremental year since quitting), individuals who quit smoking still have a higher risk for lung cancer compared to those who never smoked. 120,132-135 As a result, current or past history of cigarette smoking is considered a risk factor for developing lung cancer, irrespective of the magnitude of exposure and the time since smoking cessation."}
{"page_number": 35, "title": "page_35", "chinese_summary": "NCCN指南版本1.2025关于肺癌筛查的指导原则指出，年龄≥50岁且有≥20包年吸烟史的个体属于肺癌高风险群体。推荐对这些高风险个体进行胸部低剂量CT（LDCT）筛查。包年吸烟史定义为每天吸烟包数乘以吸烟年数。确定个体是否为高风险基于其吸烟史，而非其他烟草产品的使用，尽管后者也可能增加癌症风险。对于雪茄吸烟者，有相关信息可用于评估其癌症风险。二手烟暴露与肺癌风险增加有关，多项研究和荟萃分析表明，二手烟可导致从未吸烟者的肺癌风险增加。职业暴露于砷、石棉、铍、镉等致癌物也会增加肺癌风险，且吸烟者在暴露于这些物质时，肺癌风险更高。住宅氡气暴露也被认为是肺癌的一个重要风险因素，尤其是对于从未吸烟者，氡气暴露可能是其肺癌的主要原因。总体而言，指南强调了吸烟史、二手烟、职业致癌物暴露和住宅氡气作为肺癌风险的重要因素，并据此推荐相应的筛查策略。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening In the NCCN Guidelines, individuals aged ≥50 years with a ≥20 pack-year history of cigarette smoking are the high-risk group for lung cancer. LDCT screening of the chest (category 1) is recommended for these individuals at high risk based on data from the NLST and NELSON trials, with the extended upper age based on Cancer Intervention and Surveillance Modeling Network (CISNET) modeling included in the USPSTF recommendation analyses (see Risk Status in the algorithm).9-11,13,24,101 Pack-years of smoking history is defined as the number of packs of cigarettes smoked every day multiplied by the number of years of smoking. Determining whether an individual is at high risk for cancer is based on cigarette smoking and not on the use of other tobacco products, which may also put individuals at risk for cancer.139-142 For those who smoke cigars, information is available that may be useful for determining the risk for cancer.143,144 Exposure to Second-Hand Smoke The relationship between lung cancer and exposure to second-hand smoke (also known as environmental tobacco smoke, passive smoke, or involuntary smoke [ie, smoke created by others who are smoking]) was first suggested in epidemiologic studies published in 1981.145 Since then, several studies and pooled RR estimates have suggested that second-hand smoke causally increases the risk for lung cancer among individuals who never smoked.146 A pooled analysis of 37 published studies found an estimated RR of 1.24 (95% CI, 1.13–1.36) for individuals who do not smoke but live with someone who smokes.147 A pooled estimate from 25 studies found an RR of 1.22 (95% CI, 1.13–1.33) for lung cancer risk from exposure to second-hand smoke at the workplace.146 The pooled estimate for six studies suggests a dose–response relationship between number of years of second-hand smoke exposure and lung cancer risk.146 The data are inconsistent for second-hand smoke exposure during childhood and subsequent lung cancer risk in adulthood. For childhood tobacco smoke exposure, pooled RR estimates for the development of lung cancer were 0.93 (95% CI, 0.81–1.07) for studies conducted in the United States, 0.81 (95% CI, 0.71–0.92) for studies conducted in European countries, and 1.59 (95% CI, 1.18–2.15) for studies conducted in Asian countries.146 The NCCN Lung Cancer Screening Panel discussions concluded that second-hand smoke is not an independent risk factor sufficient for recommending screening, because the association is either weak, variable, or difficult to measure. Second-hand smoke does not confer a great enough risk for exposed individuals to be recommended for lung cancer screening in the NCCN Guidelines. Occupational Exposure to Carcinogens Lung carcinogens include arsenic, asbestos, beryllium, cadmium, chromium, coal smoke, diesel fumes, nickel, silica, soot, and uranium.112,148-150 The calculated mean RR for development of lung cancer is 1.59 for individuals in the United States who have a known occupational exposure to these agents.112,151 Among those who are exposed to these carcinogens, data suggest that individuals who also smoke tobacco have a greater risk for lung cancer than those who do not smoke.149,151,157-159 Residential Radon Exposure Radon (a gaseous decay product of uranium-238 and radium-226) has been implicated in the development of lung cancer; however, the individual risk associated with residential radon is uncertain.160 According to the Environmental Protection Agency (EPA), radon exposure is the leading cause of lung cancer in individuals who have never smoked, and the WHO notes that radon exposure causes up to 15% of lung cancers worldwide.161,162 A 2005 meta-analysis of 13 studies (using individual data from patients) reported a linear relationship between the amount of radon detected in a home and the risk of developing lung cancer.108 Among"}
{"page_number": 36, "title": "page_36", "chinese_summary": "该页面详细介绍了肺癌筛查的相关风险因素和遗传背景。首先，氡暴露和吸烟显著增加了患肺癌的风险，尤其是对于有重度吸烟史的患者。氡暴露作为肺癌筛查指标存在测量个体暴露难度和临床试验缺乏的挑战。其次，癌症病史也是重要风险因素，如淋巴瘤或吸烟相关癌症的幸存者后续患原发性肺癌的风险增加，小细胞肺癌（SCLC）幸存者后续患非小细胞肺癌（NSCLC）的风险为3.5倍。胸部放疗和烷化剂治疗的患者新发原发性肺癌的风险分别增加13倍和9.4倍。头颈部癌症患者中约9%会出现同步或异时性新原发性肺癌，其中三分之一发生在肺部。成功治疗初始吸烟相关肺癌并戒烟的患者，与继续吸烟者相比，后续吸烟相关癌症的风险降低。家族肺癌史也是一个重要风险因素，一级亲属中有肺癌患者的个体风险比为1.8。国际肺癌联盟的元分析显示，有兄弟姐妹患肺癌的个体风险同样增加。此外，虽然没有描述高外显率的遗传综合征，但已发现一些遗传位点可能与肺癌风险增加相关，如6q23-25和15q24-25区域，后者还与尼古丁依赖和周围动脉疾病相关。", "original_text": "those exposed to radon, individuals who smoke have a greater risk for lung cancer than those who do not smoke.108 For v.1.2024, the NCCN Lung Cancer Screening Panel clarified that documented sustained and substantially elevated radon exposure increases the risk for lung cancer in patients who also have a history of heavy cigarette smoking. Many state websites have information more specific to local areas, including areas of known elevated radon. Challenges in using radon exposure as an indication for lung cancer screening include difficulty in measuring individual exposure, and lack of clinical trials.\n\nHistory of Cancer\nEvidence shows that individuals who survive lymphomas or smoking-related cancers have an increased risk for subsequent primary lung cancers. 163,164 Patients who survive SCLC have a 3.5-fold increase in the risk of developing a subsequent primary cancer, predominantly NSCLC. 165 The risk for second lung cancers increases if survivors continue to smoke tobacco. 166,167\n\nPatients previously treated with chest irradiation have a 13-fold increase in risk for developing new primary lung cancer, and those previously treated with alkylating agents have an estimated RR of 9.4. In patients previously treated for Hodgkin lymphoma, the RR for new primary lung cancer is 4.2 and 5.9 if previously treated with alkylating agents and ≥5 Gy of radiation therapy, respectively. 109\n\nIn patients with head and neck cancers, subsequent new primary lung cancer may occur synchronously or metachronously, with new primary tumors in approximately 9% of patients. 168 Most are squamous cell cancers, and a third of them occur in the lung. In patients with laryngeal or hypopharyngeal cancer, the lung is the most common site of second primary cancers. 169 Patients who are successfully treated (ie, cured) for an initial smoking-related lung cancer and stop smoking will have a decreased risk for a subsequent smoking-related cancer compared to those who continue smoking. 170,171\n\nFamily History of Lung Cancer\nSeveral studies have suggested an increased risk for lung cancer among first-degree relatives of patients with lung cancer, even after adjusting for age, gender, and smoking habits. 120,172,173 A meta-analysis of 28 case-control studies and 17 observational cohort studies showed a RR of 1.8 (95% CI, 1.6–2.0) for individuals with a sibling/parents or a first-degree relative with lung cancer. 110 The risk is greater in individuals with multiple affected family members or who had a cancer diagnosis at a young age. A meta-analysis from the International Lung Cancer Consortium reported the risk for lung cancer is increased in individuals who have a sibling with lung cancer (odds ratio [OR], 1.8; 95% CI, 1.6–2.0). 174\n\nAlthough no high-penetrance inherited syndrome has been described for either SCLC or NSCLC, several groups have identified genetic loci that may be associated with an increased risk of developing lung cancer. 124 A susceptibility locus influencing lung cancer risk on 6q23-25 was found by the Genetic Epidemiology of Lung Cancer Consortium, which conducted a genome-wide linkage analysis of 52 families with several first-degree relatives with lung cancer. 175 Subsequently, three groups performed genome-wide association studies in patients with lung cancer and matched controls. They found a locus at 15q24-25 associated with an increased risk for lung cancer, nicotine dependence, and peripheral artery disease. 176-178 It was noted that subunits of the nicotinic acetylcholine receptor genes are localized to this area (CHRNA5, CHRNA3, and CHRNB4). Other investigators found that a variant at 15q24-25 is associated with spirometric bronchial obstruction and emphysema as assessed with CT. 179,180 Individuals with classic familial cancer susceptibility syndromes (such as retinoblastoma and Li-Fraumeni"}
{"page_number": 37, "title": "page_37", "chinese_summary": "该页面详细介绍了NCCN肺癌筛查指南中的相关医学知识，主要包括以下几个方面：\n1. **慢性阻塞性肺疾病（COPD）与肺癌风险**：COPD与肺癌风险增加有关，这种关联很大程度上由吸烟引起。研究发现，COPD在有重度吸烟史的个体中占肺癌病例的12%，且气流受限的严重程度与肺癌风险呈线性关系。然而，低剂量CT（LDCT）筛查在重度或非常重度COPD患者中并未显示出降低死亡率的益处，因此在与这些患者讨论LDCT筛查时应考虑共病因素。\n2. **肺纤维化与肺癌风险**：研究表明，即使在考虑年龄、性别和吸烟史后，肺纤维化患者患肺癌的风险仍较高。在有石棉暴露史的个体中，发生间质性纤维化的个体比未发生纤维化的个体患肺癌的风险更高。\n3. **激素替代疗法（HRT）与肺癌风险**：目前尚不清楚HRT是否影响肺癌风险。超过20项研究的结果不一致，主要为病例对照研究和队列研究。一项大型随机对照研究的事后分析显示，接受雌激素加孕激素HRT的绝经后女性中，肺癌（尤其是非小细胞肺癌）死亡率更高，但未增加肺癌发病率。\n4. **肺癌筛查对象选择**：NCCN肺癌筛查小组建议，高风险个体（包括曾接受过除肺癌外其他癌症治疗的个体）应在参与或被提供共同决策的情况下，使用LDCT进行筛查，前提是他们是潜在的治愈性治疗候选人。治愈性治疗包括手术、立体定向消融放射治疗（SABR，也称SBRT）或消融（如射频消融RFA）。SABR或消融可用于医学上无法手术的患者。", "original_text": "syndrome) have a substantially increased risk for lung cancer if they also smoke cigarettes.181-183\nHistory of Lung Disease\nChronic Obstructive Pulmonary Disease\nA history of COPD is associated with lung cancer risk, and this association may be largely caused by cigarette smoking.124,184-190 Yang et al found that COPD is associated with 12% of lung cancer cases among individuals with a history of heavy smoking.191 A large prospective study of individuals from the NLST showed a linear relationship between the severity of airflow limitation and risk for lung cancer.192 Importantly, LDCT screening was not associated with a mortality benefit in patients with severe or very severe COPD; therefore, comorbidity should be considered when discussing LDCT screening with these patients.193 Data suggest that lower pack-year thresholds may be useful to trigger LDCT screening in individuals with COPD.194 Even after statistical adjustment, evidence suggests that the association between COPD and lung cancer may not be entirely caused by cigarette smoking.111,195,196 For example, 1) family history of chronic bronchitis and emphysema is associated with increased risk for lung cancer; 2) COPD is associated with lung cancer among individuals who have never smoked; and 3) COPD appears to be an independent risk factor for lung cancer.111,191,197,198 Yang et al found that COPD accounts for 10% of lung cancer cases among individuals who have never smoked.191 Koshiol et al found that when they restricted their analyses to adenocarcinoma (which is more common among those who do not smoke, particularly females), COPD was still associated with an increased risk for lung cancer.111 In the Bergen COPD Cohort Study of 433 patients with COPD and 279 healthy control patients, 28 patients with COPD developed lung cancer versus 3 patients without COPD (HR, 5.0; CI, 1.7–10.6; P < .01).199 The study also reported that smoking status did not affect the rate of lung cancer in patients with COPD.\nPulmonary Fibrosis\nStudies show that patients with pulmonary fibrosis are at a higher risk for lung cancer even after age, gender, and a history of smoking are taken into consideration (RR, 8.25; 95% CI, 4.7–11.48).200,201 Among individuals with a history of exposure to asbestos, those who develop interstitial fibrosis are at a higher risk of developing lung cancer than those without fibrosis.202\nHormone Replacement Therapy\nIt is currently unclear whether use of hormone replacement therapy (HRT) affects the risk for lung cancer. More than 20 studies have been published, with inconsistent results in predominantly case-control and cohort studies. In a post-hoc analysis of one large randomized controlled study, more deaths from lung cancer (especially NSCLC) were observed among women who were postmenopausal who were receiving estrogen plus progestin HRT, although it did not increase the incidence of lung cancer.203 No increase in the incidence of or death from lung cancer was found among women who were postmenopausal who were treated with estrogen alone versus placebo.204\nSelection of Individuals for Lung Cancer Screening\nThe NCCN Lung Cancer Screening Panel recommends that:\n1) Individuals at high risk for lung cancer, including those with previously treated cancers other than lung cancer, should be screened using LDCT if they are potential candidates for curative-intent therapy and have participated in, or been offered, shared decision-making (see shouldiscreen.com).51 The NCCN Panel defines curative-intent treatment as including surgery, SABR (also known as SBRT), or ablation (such as RFA). SABR or ablation may be used for patients who are medically inoperable (see"}
{"page_number": 38, "title": "page_38", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）关于肺癌筛查的指南。主要内容包括：1. 不建议对低风险个体进行筛查；2. 对于有肺癌症状、功能状态或合并症可能禁止根治性治疗的个体，不推荐进行LDCT（低剂量计算机断层扫描）筛查；3. 曾经接受过肺癌治疗的患者需要无限期监控，直到他们不再符合治疗条件，这与肺癌筛查不同；4. 不推荐使用胸部X光进行肺癌筛查。对于高风险个体，NCCN肺癌筛查小组基于第三阶段随机试验和建模研究（如CISNET和AHRQ）推荐进行LDCT肺癌筛查。最初的NCCN肺癌筛查指南（v.1.2012）为两个高风险群体推荐了LDCT筛查：第一组为年龄在55至77岁之间，吸烟史≥30包年且目前仍在吸烟或在过去15年内戒烟的个体；第二组为年龄≥50岁，吸烟史≥20包年且至少有一个额外风险因素（如职业暴露于肺致癌物）的个体。2020年，NCCN肺癌筛查小组将之前的两个群体和推荐级别简化并扩展为≥50岁且吸烟史≥20包年的筛查范围，这可能导致挽救数千条生命。降低包年阈值和年龄范围的原因包括年轻个体也可能处于高风险，以及减少非洲裔美国人和女性在LDCT筛查中的差异。", "original_text": "the NCCN Guidelines for Non-Small Cell Lung Cancer, available at www.NCCN.org). 33,34 2) Individuals at lower risk should not be screened. 3) LDCT screening is not recommended for individuals with symptoms of lung cancer, or functional status or comorbidity that would prohibit curative-intent therapy. 4) Patients previously treated for lung cancer are under surveillance indefinitely until they are also no longer eligible for treatment (see Surveillance in the NCCN Guidelines for Non-Small Cell Lung Cancer, available at www.NCCN.org). Surveillance after treatment for lung cancer, although similar, is distinct from lung cancer screening and not addressed in the NCCN Guidelines for Lung Cancer Screening. 5) Chest radiography is not recommended for lung cancer screening. 11,23,25 Individuals with High-Risk Factors The NCCN Lung Cancer Screening Panel recommends LDCT lung cancer screening (category 1) for individuals at high risk for lung cancer based on phase 3 randomized trials and data from modeling studies such as CISNET and Agency for Healthcare Research and Quality (AHRQ) that can be found in USPSTF research summaries. 10,11,13,96 In the first NCCN Guidelines for Lung Cancer Screening (v.1.2012), the NCCN Guidelines Panel recommended LDCT screening for two high-risk groups. Group 1 included individuals aged 55 to 77 years with a ≥30 pack-year history of cigarette smoking who currently smoked or had quit within the past 15 years (category 1) based on the NLST inclusion criteria. 11,31 Group 2 included individuals aged ≥50 years with a ≥20 pack-year history of cigarette smoking (who either currently smoked or had quit smoking) and had at least one additional risk factor, such as occupational exposure to lung carcinogens. 31 Group 2 was included because the NCCN Panel considered that limiting screening to the NLST inclusion criteria alone was arbitrary and incomplete, because the NLST only used age and smoking history for inclusion criteria for purposes of conducting a trial and being able to collect longer term mortality data, and did not consider other risk factors for lung cancer. Others share this opinion. 205-211 Using the narrow NLST criteria—individuals aged 55 to 77 years with a ≥30 pack-year smoking history (who currently smoked or had quit smoking within the past 15 years)—only 27% of patients being diagnosed with lung cancer would be candidates for LDCT screening. 212 In 2020, the NCCN Lung Cancer Screening Panel consolidated the previous two groups and levels of recommendations into a simplified and expanded age range for screening to ≥50 years and smoking history of ≥20 pack-years (category 1), which may result in thousands of additional lives being saved. 70,212-216 The pack-year threshold was lowered based on data from the NELSON and MILD trials that suggests the lung cancer risk for individuals with a 20 to 29 pack-year smoking history is similar to individuals with a ≥30 pack-year history. 10,217,218 The age range was lowered to 50 years for several reasons. Approximately 5.6% of lung cancer diagnoses are in patients aged 45 to 54 years. 6 Younger individuals may be at high risk for lung cancer based on data from phase 3 randomized trials including NELSON, UK Lung Cancer Screening Trial (UKLS), and DLCST screening trials that evaluated LDCT screening in individuals ≥50 years of age. 10,98,219-221 Similarly, several non-randomized prospective cohort studies included individuals ≥50 years of age. 222-224 Furthermore, data suggest that decreasing the age and smoking history cutoffs will help reduce disparities in LDCT screening for African Americans and to a lesser degree in women. 225-227 These two changes"}
{"page_number": 39, "title": "page_39", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）关于肺癌筛查的指南。主要内容包括：1. 筛查资格的扩展：从约800万人增加到1500万人。2. 不设置筛查的上限年龄，而是根据个体是否适合进行根治性治疗来决定筛查资格，直到患者不再适合根治性治疗。3. 关于戒烟时间的考虑：NCCN指南不同于USPSTF和CMS的建议，不设置戒烟超过15年的限制，因为之前吸烟者相较于从未吸烟者仍有较高的肺癌风险。4. 筛查的持续时间和终止年龄存在不确定性，但数据支持继续筛查。5. 对于高风险个体，如果初次LDCT筛查为阴性或结节大小未达到进一步检查标准，建议每年进行LDCT筛查，直至不再适合根治性治疗。整体上，NCCN指南强调了个体化评估在肺癌筛查中的重要性，并对USPSTF的某些限制提出了不同意见。", "original_text": "increased the eligible individuals for screening from approximately 8 million people to 15 million people. In 2020, the NCCN Screening Guideline Panel decided not to include an upper age cutoff for lung cancer screening. Eligibility for screening is contingent on eligibility for curative-intent treatment on an individual basis until a patient is no longer a candidate for definitive treatment, rather than on an arbitrary chronological age cutoff. This decision was made for several reasons. The median patient age at the time of lung cancer diagnosis is 71 years, with approximately 27% of lung cancer diagnosed in patients aged 75 to 84 years, and 9.4% in patients ≥84 years. Although randomized trial data support screening in patients ≤77 years of age, uncertainty exists about the appropriate duration of screening and the age at which screening is no longer appropriate. Determining factors to consider include functional status, comorbidities that could impede curative treatment, and an individual’s interest and willingness to undergo treatment. In removing the time since quitting smoking, the NCCN Guidelines differ from the lung cancer screening recommendations from USPSTF and CMS national coverage decision that continue to restrict screening for lung cancer in individuals who quit smoking >15 years ago. While acknowledging that the cessation of cigarette smoking decreases the risk for lung cancer, the NCCN Panel does not agree with this 15-year restriction. Individuals who previously smoked have a higher risk for lung cancer compared with those who have never smoked, and there is no substantive drop off in that risk after 15 years since quitting. An analysis of the Framingham Heart Study found that lung cancer risk remains more than threefold higher in individuals who previously smoked after 25 YSQ than in those who had never smoked, and 40% of lung cancers occurred in individuals who previously smoked with >15 YSQ. Another study reported that individuals who previously smoked had an elevated lung cancer risk (RR, 6.6; 95% CI, 5.0–8.7) ≤30 years after smoking cessation. In a prospective study that evaluated patients with lung cancer who would have “missed out” on lung cancer screening, by far the largest percentage not eligible for screening using the 2013 USPSTF criteria were due solely to having quit smoking for >15 years. The NCCN Panel has not placed a time limit for screening eligibility after smoking cessation, because the 15-year restriction is not based on or justified by evidence. Further, this restriction creates unintended consequences and a paradox of incentives for individuals who previously smoked who wish to undergo or continue lung cancer screening. As a consequence of this 15-year restriction, individuals may be unintentionally encouraged to resume smoking, or to lie about their smoking history, in order to remain eligible for screening. The NCCN Panel reviewed the USPSTF recommendations and their research summaries from the 2013 and 2021 statements that both included LDCT. In 2013, the USPSTF recommended lung cancer screening for individuals aged 55 to 80 years with a 30 pack-year smoking history who currently smoked or had quit within the last 15 years. In 2021, the USPSTF reduced the age of eligibility to 50 years and pack-year smoking history to 20 years. In both iterations, the USPSTF recommendations became more closely aligned with the earlier 2011 and 2020 NCCN Guidelines. For individuals at high risk for lung cancer with a negative screening LDCT or those whose nodules do not meet the size cutoff for more frequent scanning or other intervention, the NCCN Guidelines recommend annual screening LDCT until individuals are no longer candidates for definitive treatment (see Risk Status in the algorithm). While the appropriate duration of screening has some uncertainty, in part because fewer individuals who have been screened have been followed past their eighth decade of life, data support continued screening. After the 3 rounds of"}
{"page_number": 40, "title": "page_40", "chinese_summary": "该页面详细介绍了NCCN肺癌筛查指南（版本1.2025）的相关内容。首先，提到了国家肺癌筛查试验（NLST）和NELSON试验的数据，表明在高风险个体中，肺癌的发生率随时间持续存在，并且在7年的随访期内，肺癌的发病率和死亡率没有变化。因此，建议至少连续两年进行年度低剂量CT（LDCT）筛查，但未定义具体的有效期限。NELSON试验数据进一步支持了超过3年的持续筛查的益处，因为更长的筛查间隔会发现更多非解决性新结节，从而增加肺癌的比例。近期的建模研究也表明，年度筛查优于隔年或更长间隔的筛查。\n\n对于低风险个体（年龄<50岁和/或吸烟史<20包年），NCCN、USPSTF、ACR和ACS均不推荐进行肺癌筛查，这是基于非随机研究和观察数据的2A类推荐。\n\n关于LDCT筛查中发现的异常管理，NCCN提出了以下建议：1）无肺结节或明确良性结节（如良性钙化模式、含脂结节和/或裂周结节），视为阴性结果；2）具有良性外观或低癌变可能性的结节，由于体积小或无增长，也视为阴性结果；3）可能为癌症的结节，需要在筛查间期进行随访测试或诊断评估；4）其他临床显著或潜在显著的CT异常，需进行临床评估或额外诊断测试。\n\n对于阳性筛查结果，管理的下一步主要基于结节大小和性质（实性、部分实性或非实性[即磨玻璃样]）的评估。低风险阳性筛查结果的结节会在3或6个月后进行间隔LDCT，以观察其生物学行为是否有增长。如果没有增长，这些结节会被降级为阴性结果，患者继续年度筛查；这可能是假阳性，但也可能是尚未增长的惰性癌症，应在下一次年度筛查CT中关注。对于基于较大尺寸、增长或额外影像学发现（如毛刺征或淋巴结增大）的最高风险结节，下一步将进入诊断路径，可能包括氟脱氧葡萄糖（FDG）-PET/CT或组织取样。部分结节将被诊断为肺癌，其中大多数为非小细胞肺癌（NSCLC，约占85%），极少数为小细胞肺癌（SCLC）。相应的指南可用于管理癌症。\n\n最后，评估结节恶性风险时，推荐使用LDCT检测非钙化肺结节，这些结节根据大小和类型可能疑似肺癌。实性和亚实性结节是两种主要类型的结节。亚实性结节包括：1）非实性结节，也称为磨玻璃样不透明度（GGOs）或磨玻璃样结节（GGNs）；2）部分实性结节（也称为混合结节），包含非实性和实性成分。", "original_text": "NCCN Guidelines Version 1.2025 Lung Cancer Screening LDCT in the NLST, 367 new cases of lung cancer were frequently diagnosed during the 3.5 years of follow-up (median of 6.5 years). The NLST and NELSON data show that lung cancer continues to occur over time in individuals with high-risk factors. In addition, the incidence of lung cancer and the death rate from lung cancer did not change during the 7 years of the NLST. Thus, the NLST data support annual screening LDCT for at least 2 years but do not define a time limit on efficacy. Data from the NELSON trial indicate that with a longer screening interval, there is a higher percentage of non-resolving new nodules and thus a higher percentage of lung cancers, strengthening the evidence of benefit for continued screening beyond 3 years. Data from a recent modeling study suggest that annual screening is better than biennial or even longer intervals between scans. Individuals with Low-Risk Factors The NCCN Lung Cancer Screening Panel defines individuals at low risk for lung cancer as <50 years of age and/or with a smoking history of <20 pack-years. The NCCN Panel, the USPSTF, the ACR, and the ACS do not recommend lung cancer screening for these individuals. This is a category 2A recommendation based on nonrandomized studies and observational data. Management of Abnormalities Found on LDCT Screening Scans NCCN Recommendations Findings on LDCT include 1) no lung nodules or definitely benign nodules, such as benign patterns of calcification, fat-containing nodules, and/or perifissural nodules (ie, negative LDCT screening result); 2) nodules with a benign appearance or low likelihood of being cancer that would impact the patient due to small size or lack of growth (ie, negative LDCT screening result); 3) nodules that could be cancer warranting interim follow-up testing between screens or a diagnostic assessment due to their high risk of cancer (positive or abnormal LDCT screening result); and 4) other CT abnormalities that are clinically significant or potentially significant for which clinical evaluation and/or additional diagnostic testing may be warranted. For positive screening results, the next step in management is based primarily on assessing both nodule size and consistency (solid, part solid, or nonsolid [also known as ground glass]). Among those, the nodules are categorized by risk of malignancy, with the lower-risk positive screens undergoing an interval LDCT at 3 or 6 months to understand its biologic behavior by looking for growth or lack thereof. When no growth occurs, these nodules are downgraded to being negative screens and a patient continues annual screening; these could be considered false positives. However, they could also be indolent cancers that have not yet grown, and attention should be paid to them on the next annual screening CT. Among the highest risk nodules—based on larger size, growth, or additional imaging findings (such as spiculation or enlarged lymph nodes)—the next steps are directed into a diagnostic pathway that may include an fluorodeoxyglucose (FDG)-PET/CT or tissue sampling. Some of the nodules will be diagnosed as lung cancer. Most of these patients will have NSCLC (approximately 85%); a very small percentage of patients will have SCLC. The appropriate guidelines can then be used to manage the cancer (see NCCN Guidelines for Non-Small Cell Lung Cancer and NCCN Guidelines for Small Cell Lung Cancer, available at www.NCCN.org). Assessing Risk for Malignancy in Nodules LDCT is recommended for detecting noncalcified pulmonary nodules that may be suspicious for lung cancer depending on their size and type. Solid and subsolid nodules are the two main types of nodules. Subsolid nodules include: 1) nonsolid nodules, also known as ground-glass opacities (GGOs) or ground-glass nodules (GGNs); and 2) part-solid nodules (also known as mixed nodules), which contain both nonsolid and"}
{"page_number": 41, "title": "page_41", "chinese_summary": "该页面详细介绍了NCCN肺癌筛查指南中的结节分类和管理策略。主要内容包括：1. 结节类型定义：实性结节具有均匀的软组织衰减，而非实性结节则有增加的衰减但不遮盖支气管和血管边缘。部分实性结节结合了两者的特征。2. 非实性结节通常为原位腺癌（AIS）、微浸润腺癌（MIA）或贴壁为主的腺癌，这些类型的癌症在完全切除后5年无病生存率接近100%。3. 实性和部分实性结节更可能是侵袭性和快速增长的癌症，需要更密切的随访。4. 影像学因素如形状不规则、分叶状边缘以及位于上叶（尤其是右上叶）会增加肺癌的怀疑度。5. PET/CT检查中，与纵隔血池相比FDG摄取较高的结节更可疑为肺癌。6. 临床风险因素包括年龄、吸烟史、接触其他致癌物、COPD、肺纤维化和肺癌家族史。7. 在后续LDCT评估中，重要的是观察先前结节的分辨率、稳定性或增长，以及新结节的出现。新结节定义为平均直径≥4mm。8. LDCT筛查中增加恶性肿瘤怀疑度的因素包括：部分实性类型、非实性类型≥20mm、亚实性类型具有分叶状轮廓、泡状囊性透亮区或网状结构、部分实性类型整体增长或实性成分增长、实性类型增长或具有侵袭性癌的特征。9. 所有非实性结节应在薄层（≤1.5mm）切片中审查以检测任何实性成分，如果发现应按照部分实性结节的建议进行管理。10. 纯非实性结节<20mm通常为AIS或MIA，可每年进行LDCT筛查，直到形态发生变化。NCCN小组推荐使用20mm作为非实性结节的截止值，并建议对基线或新非实性结节≥20mm在6个月时进行早期中期LDCT评估。", "original_text": "solid components,242-247 A solid nodule has a homogeneous soft tissue attenuation, while a nonsolid nodule has increased attenuation that does not obliterate bronchial and vascular margins. Nonsolid nodules that do not resolve or slowly grow on subsequent scans are mainly adenocarcinomas with a lepidic component.36,244-246,248-250 These nodules mostly consist of adenocarcinoma in situ (AIS), minimally invasive adenocarcinoma (MIA), and lepidic-predominant adenocarcinomas. Individuals with AIS and MIA have 5-year disease-free survival rates of 100% or near 100%, respectively, if their lesions are completely resected.36 Lepidic-predominant adenocarcinomas have favorable outcomes ranging from 70% to 90% if completely resected, depending on the size and histologic patterns in the invasive components. Solid and part-solid nodules are more likely to be invasive and faster-growing cancers, factors that are reflected in the increased suspicion and follow-up of these nodules.41,55,251-253 If a solid component develops in a nonsolid nodule, then the guidelines for part-solid nodules need to be used. Data suggest that long-term survival is excellent if part-solid nodules are resected.243,254,255 Several other radiologic factors are associated with increased suspicion of lung cancer, including shape and irregular or spiculated margins.251 Location in the upper lobes, especially the right lobe, also has an increased risk for lung cancer.256,257 On PET/CT, nodules with higher FDG uptake compared to mediastinal blood pool are at greater suspicion for lung cancer, regardless of the standardized uptake value (SUV) analysis.258,259 As previously mentioned, clinical risk factors associated with increased suspicion of lung cancer include age, smoking history, exposure to other carcinogens, COPD, pulmonary fibrosis, and family history of lung cancer. When assessing subsequent LDCTs, the most important radiologic factors are resolution, stability, or growth of a previous nodule(s) or the development of a new nodule(s). A new nodule is defined as ≥4 mm in mean diameter. Rapid increase in nodule size suggests an inflammatory etiology or rare malignancy other than NSCLC. Data from the NELSON trial indicate that new solid nodules found during subsequent LDCT screening are more likely to be lung cancer than solid nodules found at baseline screening.234 Approximately 44% of new solid nodules (50–500 mm3) did not resolve, of which 10% were cancer, whereas only 3% of non-resolving solid nodules at baseline were lung cancer.234 Thus, new solid nodules need to be followed more aggressively than baseline solid nodules.234 In summary, the following factors on LDCT screening increase the suspicion that nodules may be malignant: 1) part-solid type; 2) nonsolid type ≥20 mm; 3) subsolid type with spiculated contours, bubbly cystic lucencies, or reticulation; 4) part-solid type with overall growth and/or growth of the solid component; or 5) solid type with growth or characteristics suspicious for invasive carcinoma.245,252,257 All nonsolid nodules should be reviewed at thin (≤1.5 mm) slices to detect any solid components, which if found should be managed using the recommendations for part-solid nodules (see Follow-up of Screening Findings in the algorithm).245,260,261 Pure nonsolid nodules <20 mm are usually AIS or MIA and may be followed with annual LDCT screening until they develop a change in morphology such as developing a new solid component.245 The NCCN Panel recommends using a cutoff of 20 mm for nonsolid nodules and not using the Lung-RADS 1.1 cutoff of 30 mm.68,69,262-264 The panel also recommends doing an earlier interim LDCT evaluation at 6 months for baseline or new nonsolid nodules of ≥20 mm. Data suggest that many nonsolid nodules that resolve on subsequent scans are not adenocarcinomas, but benign inflammatory lesions, although they need to be followed.241,265,266 Pure nonsolid nodules smaller than 5 mm are usually atypical adenomatous hyperplasia."}
{"page_number": 42, "title": "page_42", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）关于肺癌筛查的指南，特别关注孤立性肺结节的管理挑战。指南指出，已发布的结节风险计算器在评估孤立性肺结节时可能有帮助，但地理因素和其他风险因素会影响其准确性。生活在真菌疾病流行地区的患者可能会出现与肉芽肿相关的疾病，导致FDG-PET/CT的假阳性率较高。因此，鼓励使用能够识别更多高风险肺癌候选人的风险计算器。\n\n低剂量CT（LDCT）筛查和筛查检测成像协议方面，多探测器CT（MDCT）、最大强度投影（MIP）或体积渲染（VR）图像以及计算机辅助检测（CAD）软件的使用提高了小结节检测的敏感性。推荐的CT技术是无IV对比剂的LDCT，遵循辐射剂量尽可能低的原则（ALARA）。患者的辐射暴露应基于身体质量指数（BMI）进行调整，以生成相似的肺部图像质量，同时最小化较小患者的辐射剂量，不牺牲较大患者的图像质量。\n\n结节应在LDCT上使用肺窗进行评估和测量，并报告为最接近的整数平均直径；对于圆形结节，仅需单一直径测量。软组织窗下的结节大小被低估，且某些结节可能不可见，特别是非实性和小结节。手动直径测量评估结节生长时可能存在读者间差异，尤其是对于具有毛刺状和不规则边缘的小结节，这可能导致结节生长的误判。半自动直径和体积测量更准确地确定肺结节的大小和生长。\n\n理想情况下，这些肺癌筛查协议将增加早期肺癌的检出率，减少假阳性结果、不必要的侵入性手术、辐射暴露和成本。至少在一个医疗中心，CT设备的改进和筛查协议的改变已被证明可以提高早期肺癌的检出率，降低手术率，并改善癌症特异性生存率。标记LDCT上发现的可疑结节似乎可以改善肺部发现的随访。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening Solitary pulmonary nodules pose unique management challenges.242,257,261,267-270 Published nodule risk calculators may be helpful when assessing solitary pulmonary nodules; however, geographic location and other risk factors can influence the accuracy of these calculators.267,271 Patients who live in areas endemic for fungal disease may have granulomatous disease associated with a higher false-positive rate on FDG-PET/CT for granulomas.39,272-275 The NCCN Panel encourages providers to consider using a risk calculator that may identify additional candidates at high risk for lung cancer.12,276 LDCT Screening and Screen-Detected Imaging Protocols The ability to acquire thinner slices with multidetector CT (MDCT), the use of maximum intensity projection (MIP) or volume-rendered (VR) images, and computer-aided detection (CAD) software have increased the sensitivity of small-nodule detection.277-291 The use of thinner images has also improved the characterization of small lung nodules.292 The recommended CT technique for lung cancer screening is LDCT without IV contrast, which is sufficient for the task of detecting lung nodules and follows the principle of As Low as Reasonably Achievable (ALARA).66,293,294 Although there is no strict definition of LDCT of the chest, it is usually approximately 30% to 70% or less radiation exposure than a standard-chest CT. Patient radiation exposure should be based on patient size as measured by body mass index (BMI), which is broken into categories from severely underweight to several categories of obesity.295 For example, patients with <30 BMI should generally receive lower radiation exposure than those with >30 BMI to generate similar lung image quality for nodule detection, minimizing radiation dose in smaller patients and not sacrificing image quality in larger patients. Iterations of LDCT using the same dose across all patients contributed to more image noise in larger patients, leading to difficulties in interpreting images scans, with studies suggesting variation occurs in interpretation of LDCT scans among radiologists.296-305 Decreasing radiation exposure has been shown to not significantly affect the measurement of nodule size when using 1-mm-thick slices.306 For v.1.2024, the NCCN Panel clarified that all screening and follow-up interval chest CT scans for screen-detected nodules requiring further evaluation should use a CT dose index volume (CTDivol) threshold of ≤3 mGy and slice width of ≤1.5 mm for a patient with average BMI (see Lung Cancer Screening Protocols from the American Association of Physicists in Medicine [AAPM]).72,307,308 Parameters should be adjusted for patients with a BMI of ≤30 and >30. Nodules should be evaluated and measured on LDCT using lung windows and reported as the average diameter rounded to the nearest whole number; only a single diameter measurement is necessary for round nodules. The size of nodules is underestimated on soft tissue windows, and some nodules may not even be visible, particularly nonsolid and small nodules.309 Mean diameter is the mean of the longest diameter of the nodule and its perpendicular diameter. Inter-reader variability can occur when using manual diameter measurement for assessing nodule growth, especially for nodules with spiculated and irregular margins and small nodules, which can lead to misinterpretation of nodule growth.297,298 Semiautomated diameter and volume measurements are more accurate for determining size and growth of pulmonary nodules.251,297,298 Optimally, these lung cancer screening protocols will increase detection of early-stage lung cancer and decrease false-positive results, unnecessary invasive procedures, radiation exposure, and cost. In at least one medical center, improvement in CT equipment and change in screening protocol have been shown to increase early lung cancer detection, decrease the surgery rate, and improve cancer-specific survival.310 A study reported that tagging suspicious nodules found on LDCT appeared to improve follow-up for pulmonary findings.54 Strict adherence to a screen-detected"}
{"page_number": 43, "title": "page_43", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）关于肺癌筛查的指南，特别关注低剂量CT（LDCT）在检测肺结节中的应用。指南强调了以下几点：1. 管理协议可以显著减少不必要的活检；2. 当前推荐不包括结节与胸膜或裂隙的接近性等其他可能相关的结节特征；3. NLST（国家肺癌筛查试验）的假发现率为96.4%，假阳性率为23.5%，而NELSON试验使用容积分析和“不确定”分类，报告的假阳性率为1.2%，这归因于分类而非扫描指标；4. 在某些情况下，进行标准剂量CT静脉造影以随访或进一步评估LDCT检测到的肺或纵隔异常可能是合适的；5. 如果怀疑气管内结节，建议在≤1个月内进行LDCT，如果无解决，则推荐支气管镜检查；6. 技术人员应在LDCT执行前要求患者剧烈咳嗽；7. 对于支气管镜检查后的路径，如果未检测到癌症且患者仍符合筛查条件和确定性治疗候选者，建议每年进行LDCT筛查；如果确认为癌症，则参考NCCN非小细胞肺癌指南；8. 推荐使用MIP、VR和/或CAD软件来增加小结节检测的敏感性，优选切片宽度≤1.5mm，特别是对于小结节；9. 部分实性结节的恶性率高于实性结节或纯非实性结节，需要严格评估，所有≥6mm的部分实性结节应被识别并测量其实性区域；10. 由于切片厚度、重建算法和后处理滤波器影响结节大小测量，每次筛查LDCT应使用相同的技术参数；11. 超低剂量胸部CT目前在BMI>25的患者中对结节检测的敏感性较低，LDCT技术可能在不影响结节检测和评估的情况下显著降低辐射剂量；12. 一些组织建议对所有CT筛查计划使用CT剂量跟踪，以确保筛查设施遵守可接受的辐射限制并调整辐射剂量。", "original_text": "management protocol may also significantly reduce unnecessary biopsies.311 Currently, the NCCN recommendations for lung cancer screening do not include other possibly relevant nodule features, such as proximity to the pleura or fissure.312-315 The topics of nodule volumetric analysis and/or calculations of tumor doubling time have also not been addressed.210,316 The NLST had a false-discovery rate of 96.4% and a false-positive rate of 23.5%,100,317,318 The NELSON trial used volumetric analysis and an “indeterminate” classification and reported a false-positive rate of 1.2%; this decrease in the false-positive rate is due to classification and not to scan metrics (see False-Positive Results in this Discussion).10 Approximately 2% of individuals had a positive initial test result in the NELSON trial compared with 24% in the NLST.10 In some cases, it may be appropriate to perform standard-dose CT with IV contrast for follow-up or further evaluation of lung or mediastinal abnormalities detected on screening LDCT. If endobronchial nodules are suspected, then LDCT is recommended in ≤1 month (see Follow-up of Screening Findings in the algorithm). If there is no resolution, then bronchoscopy is recommended. The technician should ask the patient to cough vigorously right before LDCT is performed. For the v.1.2024 update, the NCCN Panel added a new pathway following bronchoscopy: 1) if no cancer is detected, annual LDCT screening is recommended if the patient remains eligible for screening and a candidate for definitive treatment, and 2) if cancer is confirmed, refer to NCCN Guidelines for Non-Small Cell Lung Cancer, available at www.NCCN.org. A table on recommended LDCT acquisition parameters is included in the algorithm, which includes Lung-RADS [see Low-Dose Computed Tomography Acquisition, Storage, Interpretation, and Nodule Reporting (Lung-RADS)].71 This table also includes information about coronary artery calcium (CAC) scoring.45,319,320 Use of MIP, VR, and/or CAD software is highly recommended in addition to evaluation of conventional axial images for increased sensitivity of small nodule detection. The preferred slice width is ≤1.5 mm for characterization of nodule consistency, particularly for small nodules.69,71,72,245,282 A detector collimation of ≤1.5 mm is necessary for optimal use of these 3-dimensional (3-D) applications. For accurate nodule volumetric analysis, some radiologists have decided that a detector collimation of ≤1 mm is needed. Measurement and evaluation of small nodules are more accurate and consistent on 1-mm-thick images compared with 5-mm images.292 There may be a similar but less-pronounced benefit in evaluating nodules on 1-mm reconstructed images after detecting them on 2.5- to 3.0-mm-thick slices. The NCCN Guidelines emphasize that nonsolid lesions must be evaluated at thin slices (≤1.5 mm) to exclude solid components.245 Part-solid nodules have higher malignancy rates than either solid nodules or pure nonsolid nodules and, therefore, require rigorous evaluation.245 All part-solid nodules of ≥6 mm should be identified and the solid areas should be measured. Because slice thickness, reconstruction algorithms, and postprocessing filters affect nodule size measurement, the same technical parameters should be used for each screening LDCT (eg, the same window/width and window/level settings).296,321 Ultra-low-dose chest CT currently produces lower sensitivity for nodule detection, especially in patients with BMI >25.294 LDCT technologies may make it possible to significantly decrease the radiation dose without compromising nodule detection and evaluation.309,322-325 Some organizations, including the ACR, recommend using CT dose tracking for all CT screening programs to ensure that screening facilities are adhering to acceptable radiation limits and adjusting radiation dose (eg, reporting the dose-length product [DLP] for each CT).326"}
{"page_number": 44, "title": "page_44", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）关于低剂量CT（LDCT）肺癌筛查的临床管理指南。主要内容包括：1) LDCT筛查研究使用MDCT扫描器在高风险人群中降低了肺癌死亡率，但不同的临床和影像管理算法用于定义异常筛查结果和结节随访；2) 算法基于结节大小/一致性与恶性可能性、结节大小与肿瘤阶段、肿瘤阶段与生存率之间的正相关关系，并考虑肺癌的平均生长速率；3) 推荐对至少7至10毫米的结节进行FDG-PET/CT检查，或在不可用时采用动态对比增强CT以提高恶性特异性；4) 在高风险肺癌筛查人群中，大多数需要随访的结节会进行间隔LDCT，对比增强CT和FDG-PET/CT的作用正在发展中；5) LDCT筛查项目的多年随访报告显示，检测到的65%至85%的肺癌为I期；6) 强调了NELSON试验、I-ELCAP和NLST等大型系列研究的重要性；7) 所有LDCT筛查项目应使用符合ACR认证标准的CT扫描仪以确保图像质量；8) 正面LDCT扫描的结节大小阈值从4毫米增加到6毫米，以减少假阳性结果；9) 提及Fleischner协会发布的偶然检测到的实性肺结节管理指南，尽管这些指南不适用于肺癌筛查环境，但其原则被纳入NCCN推荐；10) ACR开发的Lung-RADS为肺癌筛查人群提供标准化报告和管理工具，推荐用于解释CT发现和管理筛查检测到的结节，以提高肺癌检测并减少假阳性结果。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening Clinical Management Protocols for LDCT Screening LDCT lung cancer screening studies using MDCT scanners have decreased lung cancer mortality in subjects at high risk for lung cancer compared with unscreened or chest radiography-screened cohorts, but have applied varying clinical and imaging management algorithms for defining abnormal screens and the follow-up of nodules or other findings concerning for lung cancer.9,11,221,222,318,327-331 These algorithms are based on the positive relationships among: 1) nodule size and/or nodule consistency and likelihood of malignancy; 2) nodule size and tumor stage; and 3) tumor stage and survival. They also take into account the average growth rate of lung cancer (ie, volume doubling time).332-339 Most of these algorithms recommend FDG-PET/CT be considered for nodules that are at least 7 to 10 mm, or dynamic contrast-enhanced CT if FDG-PET/CT is not available, because these technologies have been shown to increase specificity for malignancy.42,258,261,340-344 FDG-PET has low sensitivity for nodules with <8-mm solid component and for small nodules near the diaphragm or heart where there is motion artifact. In the workup of nodules detected with CT in a lung cancer screening population at high risk for lung cancer, most nodules requiring follow-up undergo interval LDCT, with the roles of contrast-enhanced CT and FDG-PET/CT in evolution, and the latter limited to larger nodules.345,346 Currently, the most accurate protocol for lung cancer detection using LDCT is difficult to determine because of differing patient populations, methodologies, lengths of follow-up, and statistical analyses among lung cancer screening studies. LDCT screening programs (with multiple years of follow-up) report that 65% to 85% of detected lung cancers are stage I.10,97,214,317,330,344 The NELSON trial, I-ELCAP (International Early Lung Cancer Action Program), and NLST are the largest series examining lung cancer detection using LDCT in individuals with high-risk factors (see Benefits of Lung Cancer Screening in this Discussion).9,10,334,347,348 To help ensure good image quality, all LDCT screening programs should use CT scanners that meet quality standards equivalent to or exceeding the accreditation standards of the ACR.55 The original definition of a positive LDCT scan used in NLST was a nodule size of ≥4 mm, which was associated with a high percentage of false-positive results; studies suggest the need for alternate size thresholds and revision.11,99,349,350 In v.1.2014 of the NCCN Guidelines for Lung Cancer Screening, the nodule size cutoff—to assign a positive result for solid and part-solid lung nodules on the initial LDCT screening—was increased to 6 mm from 4 mm used in earlier versions of the Guidelines.31,72,350,351 Solid and part-solid lung nodules <6 mm on the initial LDCT screening scan are considered very low risk for lung cancer. The Fleischner Society published guidelines for the management of incidentally detected solid pulmonary nodules on CT scans in 2005 followed by subsequent guidelines for subsolid nodules in 2013, which were harmonized into one guideline in 2017.245,251,352 These guidelines are specifically for incidentally detected nodules and not for use in the lung cancer screening settings.353 However, because of the familiarity and/or acceptance of Fleischner Society Guidelines among radiologists, pulmonologists, and thoracic surgeons, some of the principles were incorporated into the original NCCN recommendations for lung cancer screening.31 The ACR developed Lung-RADS specifically for the lung cancer screening population to provide a standardized reporting and management tool for clinicians.55,69,72,354 Lung-RADS (and not Fleischner Society Guidelines) is recommended by the NCCN Guidelines, when interpreting CT findings in an individual who has undergone lung cancer screening, and for interval LDCTs performed for the management of screen-detected nodules.55,70,71 Lung-RADS has been shown to improve the detection of lung cancer and to decrease the false-positive results to approximately 1 in 10 screened individuals compared with >1 in 4 in NLST.56,67,71,72,76 For subsequent"}
{"page_number": 45, "title": "page_45", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）关于肺癌筛查的指南，特别关注低剂量CT（LDCT）扫描在检测肺结节中的应用。指南强调了Lung-RADS（肺部放射学数据标准）在减少假阳性结果方面的有效性，并提到了NELSON试验中使用体积测量法来评估结节的方法。NCCN推荐的结节管理算法与Lung-RADS 1.1版的标准相协调，但对非实性结节的定义有所不同，建议≥20毫米的非实性结节视为阳性筛查结果。\n\n对于实性和部分实性结节，NCCN定义的阳性初始筛查标准为平均直径≥6毫米；而非实性结节则为≥20毫米，这类结节需在6个月内进行短期随访LDCT以评估恶性可能性。对于低至中等风险的阳性筛查结节，建议进行间隔LDCT扫描，以监测结节的大小、形状变化或新实性成分的出现。\n\n在后续随访或年度筛查LDCT扫描中，如果发现新的或增大的结节，其阳性定义会有所不同，因为这些结节具有更高的风险。例如，新的实性结节阈值降至4毫米，而新的部分实性结节且实性成分≥4毫米时，建议立即进行增强胸部CT和/或FDG-PET/CT检查。对于新的或增大的非实性结节，建议在6个月后进行LDCT随访。\n\n指南还指出，对于新发现的结节，不推荐进行活检或手术切除，因为这些非实性结节通常由肺炎引起或为原位腺癌，恶性潜力较小。然而，对于增大或发展为部分实性成分的结节，推荐进行活检或手术切除。NCCN小组建议在决定是否在6个月内进行LDCT随访或侵入性程序时，应考虑患者偏好。快速增大或多个结节可能提示炎症原因或恶性肿瘤。", "original_text": "LDCT scans after baseline, the false-positive result for Lung-RADS is also lower than NLST (5.3%; 95% CI, 5.1%-5.5% vs. 21.8%; 95% CI, 21.4%-22.2%).71 The NELSON trial used volume-metric nodule measurement of screen-detected nodules and classified the screening result as “indeterminate” until after a short-term follow-up LDCT was completed, at which time the growth behavior was used to classify the screens as “positive” or “negative” (see False-Positive Results in this Discussion).10 Although this method reduced false positives, this reduction is based on classification of the initial and follow-up CT together rather than any actual differences in scan metrics.\n\nThe NCCN Lung Cancer Screening Panel harmonized the recommendations in Lung-RADS and the NCCN Guidelines for Lung Cancer Screening by revising the nodule management algorithms for screen-detected lung nodules.69,71 The NCCN threshold cutoffs for solid, part-solid, and nonsolid nodules have been harmonized with the Lung-RADS 1.1 cutoffs by rounding of the mean measurement to the nearest whole number (mm).55,70 The exception is that the NCCN Panel recommends a size cutoff of 20 mm for nonsolid nodules for defining a positive screen and not the Lung-RADS 1.1 cutoff of 30 mm.68,69\n\nThe current NCCN recommendations for assessment of pulmonary nodules are an adaptation of the Lung-RADS guidelines. The NCCN-recommended size cutoffs for solid, part-solid, and nonsolid nodules detected on LDCT scans are shown in the algorithm. The size cutoffs differ for nodules detected on initial screening LDCT when compared with new or growing nodules detected on follow-up and subsequent annual screening LDCT scans. With the higher degree of suspicion for new or growing nodules, lower size cutoffs are used.234 The NCCN Panel recommends that annual LDCT scans are performed 12 months from the initial or interval scans.\n\nFor solid or part-solid nodules, the current NCCN definition of a positive initial screening scan is a nodule measuring ≥6 mm in mean diameter.16,41,71,317,355 For nonsolid nodules, the NCCN definition of a positive initial screening scan is ≥20 mm in diameter; nodules of this size require a short-term follow-up LDCT scan in 6 months to assess for malignancy. The panel decided that baseline or new nonsolid nodules of ≥20 mm should have an earlier evaluation at 6 months.262-264 For positive-screen nodules of low to intermediate risk for lung cancer, assessment with an interval LDCT scan is recommended to determine if the nodule is increasing in size or shape or developing a new or growing solid component, features that increase the risk of lung cancer.\n\nIf a new or growing nodule is detected on follow-up interim scans or subsequent annual screening LDCT scans, the definition of a positive scan is different because these nodules are associated with higher risk.234,356 If a new solid nodule is detected on follow-up or subsequent annual screening LDCT scans, the cutoff threshold is decreased to 4 mm (LCS-8 in the algorithm). For new part-solid nodules with a solid component of ≥4 mm, an immediate chest CT with contrast and/or FDG-PET/CT is recommended to assess for malignancy. Again, if a new or growing nonsolid nodule is detected on follow-up interim scans or subsequent annual LDCT scans, follow-up recommendations are different (LCS-10 in the algorithm). LDCT after 6 months is recommended for new nonsolid nodules of ≥20 mm followed by annual LDCT if no cancer is found.356 Biopsy and surgical excision are not recommended for new nodules, because these nonsolid nodules are often caused by pneumonia or are AIS with little malignant potential. However, biopsy or surgical excision are recommended for enlarging nodules and/or those developing part-solid components. The NCCN Panel recommends considering patient preferences when deciding between follow-up with LDCT within 6 months or invasive procedure. As previously mentioned, rapid increase in size and/or multiple nodules suggest an inflammatory etiology or malignancy"}
{"page_number": 46, "title": "page_46", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）指南关于肺癌筛查的建议，特别是针对不同类型和大小的肺结节的处理方法。具体包括：\n1. 如果检查结果提示感染或炎症，建议在1至3个月内进行随访LDCT（低剂量计算机断层扫描）。\n2. 对于初次筛查LDCT发现的特定类型结节（如实性结节≥15mm或部分实性结节实性成分≥8mm），推荐立即进行增强胸部CT和/或FDG-PET/CT以评估恶性可能性。\n3. 对于高风险肺癌结节，建议进行活检或手术切除，确保组织样本足以进行组织学和分子检测。\n4. 如果活检结果为阴性但仍有强烈癌症怀疑，建议重复活检、手术切除或短期随访LDCT。\n5. 对于临床高度怀疑I期或II期肺癌的患者，术前不一定需要活检，但在某些情况下（如非癌诊断强烈疑似或术中诊断困难或风险高）可能适当进行术前活检。\n6. 如果未获得术前组织诊断，则在进行肺叶切除、双肺叶切除或全肺切除前，需进行术中诊断（如楔形切除或针吸活检）。\n7. 对于手术并发症高风险患者，SABR（立体定向消融放射治疗）是一个合适的选择，但在决定使用前建议进行多学科评估。\n此外，页面还定义了结节增长的标准（实性结节增长>1.5mm，部分实性结节的实性成分增长>1.5mm），并讨论了这一定义与Lung-RADS和NCCN算法的一致性及其相对于NLST建议的优势。对于多个非实性结节，管理策略基于结节是否全部为非实性或存在部分实性成分，强调对≥6mm的部分实性结节进行识别和固体区域测量，以区分肺癌伴良性结节、多原发肺癌或肺癌伴转移的情况。最后，强烈建议对所有非实性病变进行薄层（≤1.5mm）扫描，以排除任何实性成分。", "original_text": "other than NSCLC. If findings suggest infection or inflammation, a follow-up LDCT is suggested within 1 to 3 months.\nSpecific recommendations for other types of nodules, other size ranges, and different types of LDCT scans (ie, initial, follow-up, annual) are provided in the NCCN Guidelines. For example, an immediate chest CT with contrast and/or FDG-PET/CT is recommended to assess for malignancy for the following nodules detected on an initial screening LDCT: 1) solid nodules of ≥15 mm; and 2) part-solid nodules with a solid component of ≥8 mm. For both solid and part-solid nodules, smaller nodules not near the diaphragm are recommended to be assessed by FDG-PET/CT. For patients with solid nodules of ≥15 mm, tissue sampling is a recommended option in addition to or instead of imaging with an immediate chest CT with contrast and/or FDG-PET/CT.\nFor any nodules with the highest risk of lung cancer, recommendations include biopsy or surgical excision; tissue samples need to be sufficient and adequate to enable histology and molecular testing.249,357-359 If a biopsy is negative but there is a strong suspicion of cancer, the NCCN Panel recommends repeating the biopsy, surgical excision, or short-interval LDCT follow-up in 3 months. Many patients with a strong clinical suspicion of stage I or II lung cancer do not require a biopsy before surgery. However, a preoperative biopsy may be appropriate if a non-cancer diagnosis is strongly suspected—which can be diagnosed by bronchoscopy, core biopsy, or fine-needle aspiration (FNA)—or if an intraoperative diagnosis appears difficult or risky. If a preoperative tissue diagnosis has not been obtained, then an intraoperative diagnosis (ie, wedge resection or needle biopsy) is necessary before proceeding with a lobectomy, bilobectomy, or pneumonectomy. The NCCN Panel maintains that SABR (also known as SBRT) is an appropriate option for patients with high risk for complications from surgery.33,34 However, the panel recommends multidisciplinary evaluation before deciding whether to use SABR, especially if a biopsy will not be done because it is deemed too risky or difficult.35\nIn the NCCN Guidelines, nodule growth is defined as an increase in size of >1.5 mm based on Lung-RADS 1.1.32,69,301 Part-solid nodule growth was defined as an increase in size of >1.5 mm in the solid component in the NCCN algorithm. However, the NCCN Lung Cancer Screening Panel decided that they could not provide guidance for an increase in the nonsolid component of part-solid nodules because nonsolid nodules are difficult to measure.55,251 This definition of nodule growth is based on intra- and inter-observer variability when measuring small pulmonary nodules, and on the minimum change in diameter that can be reliably detected using conventional methods (excluding volumetric analysis software).360 This definition of nodule growth is simplified compared with the formula used by I-ELCAP, which requires nodule growth of 1.5 to 3.0 mm in mean diameter for nodules 3 to 15 mm, depending on their diameter. The Lung-RADS and NCCN definitions of nodule growth should also result in fewer false-positive diagnoses compared with the NLST-suggested definition of nodule growth (≥10% increase in nodule diameter).11\nMultiple Nonsolid Nodules\nWhen multiple subsolid nodules are found, their management is based on whether: 1) all nodules are nonsolid; and 2) there are part-solid components in which case the largest or fastest-growing nodule should be assessed.41 All part-solid nodules of ≥6 mm should be identified, and solid areas should be measured. Careful assessment is needed to determine whether patients have: 1) a lung cancer with several benign nodules; 2) several synchronous lung cancers; or 3) a lung cancer with metastases.361 Multiple nodules may also be due to inflammation or infection, especially if they are rapidly expanding in size.41 The NCCN Panel strongly recommends that all nonsolid lesions be reviewed at thin (≤1.5 mm) slices to exclude any solid components"}
{"page_number": 47, "title": "page_47", "chinese_summary": "该页面详细介绍了肺癌筛查的益处和风险，主要聚焦于使用低剂量计算机断层扫描（LDCT）进行肺癌早期检测。肺癌筛查的目标是在疾病仍可治疗和治愈的早期阶段识别它，其潜在的巨大益处包括降低死亡率和提高生活质量。然而，筛查也存在风险，如假阴性和假阳性结果、辐射暴露、偶然发现的过度诊断、无谓地检测惰性疾病、对测试结果的焦虑、不必要的测试和程序、诊断工作中的物理并发症以及经济成本。\n肺癌筛查的益处包括：1）降低肺癌死亡率或改善其他肿瘤学结果；2）与标准临床检测相比，筛查和早期癌症检测带来的生活质量益处；3）检测到需要治疗的其他疾病（如甲状腺结节、慢性阻塞性肺病、中度至重度冠状动脉钙化、主动脉瘤、其他癌症等）。有效的肺癌筛查每年可能在美国预防约48,000例肺癌死亡。\n在非小细胞肺癌（NSCLC）的临床诊断后，生存率直接与诊断时的分期相关。例如，腺癌患者的5年生存率随着分期的增加而迅速下降：局部为72%，区域为45%，远处为9.5%。当前NSCLC的分期使用2017年AJCC分期系统（第8版）。\n非随机试验中，I-ELCAP研究是最大的一项，包括来自世界各地的31,567名高风险个体，他们都接受了基线和年度筛查LDCT扫描，并在纽约集中分析。该研究报道，使用LDCT检测到了高比例的I期癌症（85%），估计I期癌症在诊断后2个月内切除的10年生存率为92%（95% CI，88%-95%）。然而，该研究并非随机对照，中位随访时间仅为40个月，且<20%的个体观察期超过5年，因此10年生存率估计可能存在高估。\n总之，LDCT筛查可以检测到可治愈的肺癌，但也有导致惰性病例过度诊断的风险，而不显著减少死亡率。", "original_text": "NCCN Guidelines Version 1.2025 Lung Cancer Screening\nBenefits and Risks of Lung Cancer Screening\nThe goal of screening is to identify disease at an early stage while it is still treatable and curable. The potential huge benefits of lung cancer screening include a reduction in mortality and improvement in quality of life. 10,12,13,48,51,94,362,363 The risks of lung cancer screening include false-negative and false-positive results, radiation exposure, overdiagnosis of incidental findings, futile detection of indolent disease, anxiety about test findings, unnecessary testing and procedures, physical complications from diagnostic workup, and financial costs.47,51,362-371 Most lung nodules found on LDCT are benign; if possible, these nodules should be assessed using noninvasive procedures to avoid the morbidity of invasive procedures in patients who may not have cancer.369,372 The risks and benefits of lung cancer screening should be discussed with the individual before LDCT screening is initiated (see Shared Decision-Making in this Discussion).\nBenefits of Lung Cancer Screening\nThis section summarizes information about the possible or projected benefits of screening for lung cancer using LDCT scans, including: 1) decreased lung cancer mortality, or improvement in other oncologic outcomes; 2) quality-of-life benefits from screening and early detection of cancer (compared with standard clinical detection); and 3) detection of disease, other than lung cancer, that requires treatment.12,18,49,51,79,235,238,362 Effective lung cancer screening may prevent an estimated 48,000 lung cancer deaths per year in the United States.12 Other occult health risks may be identified such as thyroid nodules, COPD, moderate to severe CAC, aortic aneurysm, other cancers (eg, breast cancer, renal cancer), and other conditions.104,373-378\nOncology Outcomes\nAfter a clinical diagnosis of NSCLC, survival is directly related to stage at diagnosis.379 The outcomes for patients with adenocarcinoma quickly decrease with increasing stage: 5-year survival is 72% for localized, 45% for regional, and 9.5% for distant.6,380 Current staging for NSCLC uses the 2017 AJCC staging system (8th edition) (see the NCCN Guidelines for Non-Small Cell Lung Cancer, available at www.NCCN.org).381 Although it is intuitively appealing to conclude that earlier detection of disease will improve outcome, screen-detected lung cancers may have a different natural history from that of clinically detected cancers and an apparent increase in survival from early detection itself (lead-time bias).382,383 Pathology results of resected lung cancers detected through prior screening trials suggest that screening increases the detection of indolent cancer. Instead, LDCT screening decreases lung cancer mortality as shown by randomized data from the NLST and the NELSON trial.10,11,13\nNonrandomized Trials\nOf the nonrandomized screening studies, the I-ELCAP study is the largest.86,348 It included 31,567 individuals with high-risk factors from around the world, all of whom were screened with baseline and annual screening LDCT scans analyzed centrally in New York.334 The I-ELCAP study reported that a high percentage of stage I cancers (85%) were detected using LDCT, with an estimated 92% (95% CI, 88%-95%) actuarial 10-year survival rate for stage I cancers resected within 2 months of diagnosis.333,348 Three participants with clinical stage I cancer—who opted not to undergo treatment—all died within 5 years, similar to other data examining the natural history of stage I NSCLC.384,385 The authors concluded that annual LDCT screening can detect lung cancer that is curable. Important caveats about the I-ELCAP study include that it was not randomized, the median follow-up time was only 40 months, and <20% of the individuals were observed for >5 years. Given the limited follow-up, the 10-year survival estimates may have been overstated.\nA study by Bach et al raised concern that LDCT screening may lead to overdiagnosis of indolent cases without substantially decreasing the"}
{"page_number": 48, "title": "page_48", "chinese_summary": "该页面详细介绍了NCCN肺癌筛查指南的相关内容，重点讨论了低剂量螺旋CT（LDCT）在肺癌早期筛查中的应用及其效果。主要内容包括：\n1. **NLST研究结果**：国家肺癌筛查试验（NLST）是一项前瞻性、随机对照试验，比较了LDCT与传统胸片在肺癌筛查中的效果。结果显示，LDCT筛查可使肺癌死亡风险降低20%，且在后续随访中，预防一例肺癌死亡所需的筛查人数（NNS）从323人降至303人。\n2. **NELSON试验**：该试验进一步验证了LDCT筛查的长期效果，发现在高风险人群中，男性和女性的肺癌死亡率分别降低了26%和39%。\n3. **筛查策略分析**：基线LDCT扫描更可能发现惰性癌症，而后续年度扫描则更可能发现快速生长的癌症。新出现的实性结节更可能是肺癌。\n4. **临床实践意义**：NLST和NELSON试验的结果改变了美国的医疗实践，推荐使用LDCT进行肺癌筛查，尤其是在高风险人群中。\n5. **未来展望**：持续的年度筛查可能会带来更大的肺癌死亡率降低效果，这在有限时长的筛查试验中可能被低估。因此，建议在初始三年筛查后继续进行年度筛查以获得更好的效果。", "original_text": "number of advanced cases or the overall attributable deaths from lung cancer.386 Although overdiagnosis occurred with LDCT in the NLST, the magnitude was not large when compared with radiographic screening (83 vs. 17 stage IA bronchioloalveolar carcinoma).11,36,233 An analysis of the NLST data stated that 18% of all lung cancers detected by LDCT seemed to be indolent.50 Data suggest that baseline LDCT scans find more indolent cancers, and subsequent annual scans find more rapidly growing cancers.16,17,234,387 Data from the NELSON trial indicate that new solid nodules found during subsequent LDCT screening are more likely to be lung cancer than solid nodules found at baseline screening.234\nRandomized Trials\nTo address the concerns of bias and overdiagnosis from nonrandomized screening studies, the NCI launched the NLST in 2002.9 As previously mentioned, the NLST was a prospective, phase 3 randomized lung cancer screening trial comparing annual screening LDCT scans with annual chest radiographs for 2 years; this trial was designed to have 90% power to detect a 21% decrease in the primary endpoint of lung cancer-specific mortality in the screened group. The investigators enrolled 53,454 individuals aged 55 to 74 years who had a smoking history of at least 30 pack-years. If individuals were no longer smoking cigarettes, they had to have quit within the previous 15 years. The NLST results showed that annual screening LDCT decreased the RR of death from lung cancer by 20%.11,13 Overall, 24% of the LDCT scans and 7% of the chest radiographs were positive screens, an imbalance that was expected based on prior data. In each of the three rounds of screening, positive LDCT scan screens were determined to be actual lung cancer cases (ie, true-positive) 4%, 2%, and 5% of the time, compared with 6%, 4%, and 7% of the time for positive chest radiographs.\nBased on the published NLST results, 356 participants died of lung cancer in the LDCT arm and 443 participants died of lung cancer in the chest radiograph arm.11,13 Thus, annual LDCT screening decreased the RR of lung cancer death by 20% in the NLST. These results are impressive, and the NLST represented the first randomized study showing an improvement in disease-specific mortality when using a lung cancer screening program.13,16 The NNS to prevent one lung cancer death was 323 over 6.5 years of follow-up.96 Extended follow-up of the NLST showed an NNS of 303.13 Although the NLST also reported a significant decrease in all-cause mortality, this decrease was largely attributable to lower lung cancer mortality. The NLST results have changed medical practice in the United States.\nThe NELSON trial evaluated four rounds of LDCT screening versus no screening in 13,195 men and 2594 women ages 50 to 74 years at high risk for lung cancer who currently or previously smoked, demonstrating lung cancer mortality reduction with screening of 26% in men and 39% in women at 10 years compared to the no screening group.10 The NNS to prevent one lung cancer death was 130 over 10 years of follow-up.96\nSome clinicians believe the 20% reduction in lung cancer mortality from LDCT screening (compared with chest radiography) in the NLST may actually be greater in clinical practice, because the observed mortality reduction underestimates the true reduction obtained with continued annual screening and because chest radiographs are not currently recommended for lung cancer screening.268,388,389 In limited duration screening trials, such as the NLST, deaths during prolonged follow-up may have been prevented if screening had been continued.388,390 Thus, if annual lung cancer screening is continued after three annual screens, the increased screening may yield greater lung cancer mortality reduction than reported in NLST. Data from the NELSON trial—which screened at baseline and years 1, 3, and 5.5—support this hypothesis. Data from the MILD trial demonstrated a 39% overall decreased risk of lung cancer mortality (HR, 0.61; 95% CI, 0.39–0.95) after 10 years of screening in the"}
{"page_number": 49, "title": "page_49", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）关于肺癌筛查的指南，特别关注低剂量计算机断层扫描（LDCT）在肺癌早期检测中的应用。主要内容包括：1. **LDCT筛查的益处**：LDCT筛查可显著降低肺癌死亡率，尤其是在高风险人群中。根据NLST（国家肺部筛查试验）定义，约860万个体在2010年符合LDCT肺癌筛查条件，若这些高风险个体接受筛查，估计可避免12,250例死亡。如果采用NCCN第二组标准，额外200万个体将符合条件，且可再避免3000例死亡。2. **生活质量**：早期肺癌检测（而非临床症状出现时检测）可能带来的生活质量益处包括：减少疾病相关和治疗相关的发病率、改善健康生活方式、减轻焦虑和心理负担。即使LDCT结果为阴性，持续的随访需求可能会增加焦虑。3. **疾病相关发病率的减少**：历史上，大多数肺癌患者在临床症状（如咳嗽、呼吸困难、咯血、疼痛、体重下降和恶病质）出现时被诊断，而早期通过筛查发现的患者通常是无症状的，这合理地假设可以减少疾病相关症状负担。4. **治疗相关发病率的减少**：早期非小细胞肺癌（NSCLC）患者通常接受手术治疗，有时结合新辅助或辅助疗法，或立体定向消融放射治疗（SABR），而晚期患者则采用系统治疗和放疗的组合，或单独使用系统治疗。5. **其他发现**：肺癌筛查还可能识别出与肺癌无关的异常情况，如中度或重度冠状动脉钙化（CAC）、其他癌症肿块、间质性肺病（ILD）、中度或重度肺气肿和主动脉瘤，这些发现的处理建议由ACR白皮书提供。总之，LDCT筛查不仅有助于早期发现肺癌，还能改善患者的生活质量并减少疾病和治疗相关的发病率。", "original_text": "NCCN Guidelines Version 1.2025 Lung Cancer Screening LDCT arm, with the benefit of screening improving beyond the fifth year to a 58% decreased risk of lung cancer mortality (HR, 0.42; 95% CI, 0.22-0.79).93 Smaller randomized trials have not reported a mortality reduction with LDCT screening, primarily because they were underpowered for this outcome measure.220 Approximately 8.6 million individuals were eligible for LDCT lung cancer screening in 2010 using the NLST definitions of high risk. It was estimated that 12,250 deaths would be averted if these individuals at high risk for lung cancer received LDCT screening.391 If NCCN group 2 criteria were also used to identify individuals at high risk for lung cancer, then an additional 2 million individuals would also have been eligible to receive lung cancer screening and an additional 3000 deaths would be averted.212 Quality of Life The NLST assessed quality of life among participants at the time of each annual LDCT screening study.392 The NELSON trial also assessed quality of life in individuals undergoing screening.393 Possible quality-of-life benefits from early lung cancer detection (as opposed to detection at the time of clinical symptoms) include: 1) reduction in disease-related morbidity; 2) reduction in treatment-related morbidity; 3) alterations in health affecting lifestyles; and 4) reduction in anxiety and psychological burden. Presumably, quality of life is also improved with negative LDCT findings, although the need for continued follow-up may increase anxiety. Reduction in Disease-Related Morbidity Historically, most patients with lung cancer exhibited symptoms of the disease (including cough, dyspnea, hemoptysis, pain, weight loss, and cachexia), and thus their lung cancer was detected clinically. It is a reasonable assumption that the disease-related symptom burden would be decreased in patients whose lung cancer is detected early (by screening) compared with late detection (by clinical presentation). Most patients whose lung cancer is detected early are asymptomatic, and detection is often either incidental or part of a screening protocol.9,10,13,251 In addition, lung cancer screening may identify other abnormalities unrelated to lung cancer that require follow-up; presumably, treatment of these other conditions will decrease the overall disease burden.11,41,394-397 Lung-RADS 1.1 includes a modifier “S” for significant or potentially significant findings that is entered into the ACR Lung Cancer Screening Registry (LCSR). In a review of 1,695,746 consecutive LDCT screening exams in the LCSR from 2015 to 2019, 18.8% of LDCTs had one or more significant or potentially clinically significant findings, of which 15.6% had one finding, 2.2% had two findings, and 0.4% had three or more findings.43 The most common findings were moderate or severe CAC on LDCT in 11.6% of examinations, a mass concerning for cancer (other than lung cancer) in 2.8%, ILD in 2.2%, emphysema (moderate or severe) in 1.2%, and an aortic aneurysm in 0.9%.43 The ACR white papers on incidental findings provide primarily consensus opinion combined with evidence review to provide structured recommendations for management recommendations, with a summary quick guide created to specifically address the types of incidental findings found on screening LDCTs.43,44 Reporting the presence of CAC detected on LDCT is a useful marker of atherosclerosis and future cardiovascular risk, and may be reported using either a visual score (ie, none, mild, moderate, severe) or a quantitative score (such as the Agatston score).45,310 Further clinical evaluation is recommended if CAC is severe. Reduction in Treatment-Related Morbidity Patients with early-stage NSCLC are treated surgically, and sometimes with neoadjuvant or adjuvant therapy, or with SABR, whereas those with more advanced disease are treated with a combination of systemic therapy and radiation, or systemic therapy alone (see the NCCN Guidelines for Non-Small Cell Lung Cancer, available at www.NCCN.org). Patients with early-stage NSCLC who undergo an R0 resection have"}
{"page_number": 50, "title": "page_50", "chinese_summary": "该页面详细介绍了NCCN肺癌筛查指南的部分内容，主要涉及肺癌早期筛查对患者治疗和生活方式的影响。首先，文本指出与晚期疾病患者相比，早期肺癌（如I期非小细胞肺癌NSCLC）患者接受单纯肺叶切除术或立体定向消融放射治疗（SABR）的治疗相关并发症可能较少。国家肺癌筛查试验（NLST）发现，低剂量计算机断层扫描（LDCT）筛查组中，40%的癌症为IA期，12%为IIIB期，22%为IV期，而胸部X光片组中这些比例分别为21%、13%和36%，表明LDCT能更早地检测到肺癌，减少晚期肺癌病例和需要全肺切除术的患者数量，从而降低治疗相关发病率和死亡率。此外，对于早期NSCLC患者，可以考虑使用视频辅助胸腔镜手术（VATS）等治疗方法，这些方法比开放式肺叶切除术的并发症少。对于不适合手术的早期NSCLC患者，推荐使用SABR或经皮消融治疗。关于生活方式的改变，肺癌筛查过程被认为可能增加戒烟率，但这一假设尚未得到实质性证据支持。研究显示，当更多后续LDCT扫描被安排用于异常发现时，戒烟率更高，无论最终癌症诊断结果如何，这表明筛查可能是患者戒烟的催化剂。然而，戒烟率的提高可能与筛查测试结果无关，而是反映了参与筛查临床试验的志愿者更高的健康愿望。最后，文本强调了肺癌筛查不应替代戒烟，并推荐结合行为咨询和FDA批准的药物来帮助个体戒烟。关于焦虑和心理负担的减少，NLST和NELSON试验评估了肺癌筛查是否引起焦虑或改善整体生活质量，结果显示，具有假阳性结果或显著偶然发现的患者在1或6个月后并未报告焦虑增加或生活质量差异。", "original_text": "increased survival compared with those with more advanced disease who undergo definitive chemoradiation therapy.388 Few data have been published comparing the treatment burden of surgery versus chemoradiation therapy. While it seems reasonable to assume that patients with stage I NSCLC requiring a lobectomy alone or SABR (also known as SBRT) probably have less treatment-related morbidity than patients with stage III NSCLC requiring combined-modality therapy (chemotherapy, radiation, and possibly lung resection), a difference in morbidity has not been shown.34,399 The NLST found that 40% of the cancers detected in the LDCT screening group were stage IA, 12% were stage IIIB, and 22% were stage IV.11,13 Conversely, 21% of the cancers detected in the chest radiograph group were stage IA, 13% were stage IIIB, and 36% were stage IV. Data from the NELSON and UKLS trials also suggest that LDCT screening detects more early-stage lung cancer.10,219,317 These results suggest that LDCT screening decreases the number of cases of advanced lung cancer and the patients who require pneumonectomy, both decreasing treatment-related morbidity and mortality. Several series have shown that pneumonectomy is performed in only 1% of patients with lung cancer diagnosed by LDCT screening programs, in contrast to the 20% to 30% rate of pneumonectomy in symptom-detected cases.400-403 Patients with early-stage NSCLC may be candidates for treatment that is not appropriate for those with advanced-stage disease such as video-assisted thoracoscopic surgery (VATS), especially for those who may not tolerate or refuse an open lobectomy.404-407 VATS lobectomy is associated with less morbidity than open lobectomy. SABR or percutaneous ablation treatment are recommended options for patients with early-stage NSCLC who are not candidates for surgery (see the NCCN Guidelines for Non-Small Cell Lung Cancer, available at www.NCCN.org).34,408-410 Alterations in Health That Affect Lifestyles The process of lung cancer screening itself has been suggested to increase smoking cessation rates. Conversely, it has also been suggested that negative results on a lung cancer screening test may provide a false sense of security to individuals who currently smoke and result in higher smoking rates.411 Neither hypothesis has been supported by any substantial evidence.412-414 Studies suggest that smoking cessation rates were higher when more follow-up LDCT scans were ordered for abnormal findings, regardless of ultimate cancer diagnosis, suggesting that screenings were catalysts for patients to quit smoking.412,415 In a controlled study, smoking abstinence rates were similarly higher than expected in both screened and unscreened arms. This result suggests that the positive effect on smoking cessation was likely unrelated to the screening test results and may reflect a higher desire to be healthy among volunteers participating in screening clinical trials.416 A study in >1400 individuals reported that relapse rates were lower in patients with positive LDCT scans who had stopped smoking for ≤2 years.417 Individuals who currently smoke, including those undergoing lung cancer screening, should always be encouraged to quit smoking tobacco (see the NCCN Guidelines for Smoking Cessation, available at www.NCCN.org).418-420 Likewise, individuals who quit smoking should be encouraged to remain abstinent. Lung cancer screening is not a substitute for smoking cessation.421 Programs using behavioral counseling combined with medications that promote smoking cessation (approved by the FDA) are recommended to help individuals quit smoking.421-423 Reduction in Anxiety and Psychological Burden Whether lung cancer screening causes anxiety or improves overall quality of life has been assessed in the NLST and NELSON trials.392,393 In NLST, patients with either a false-positive result or significant incidental finding did not report increased anxiety or differences in quality of life at 1 or 6"}
{"page_number": 51, "title": "page_51", "chinese_summary": "该页面详细介绍了肺癌筛查（特别是低剂量计算机断层扫描，LDCT）的相关指南和风险。主要内容包括：\n1. **筛查对生活质量的影响**：NELSON试验显示，初始LDCT扫描结果不确定的受试者在短期内经历了更多的困扰，但在基线筛查检查结果为阴性后得到了缓解。长期随访数据表明，肺癌筛查不会对生活质量产生负面影响。UKLS试验也证实，筛查与高风险个体的长期焦虑、抑郁或困扰无关。\n2. **肺癌筛查的风险**：LDCT肺癌筛查存在固有风险和益处，包括假阳性结果导致的不必要的测试和侵入性手术、假阴性结果可能导致诊断和治疗延迟、无害疾病（过度诊断）的徒劳检测、不确定结果需要额外测试、辐射暴露、诊断过程中的物理并发症、偶然病变以及因文本发现引起的焦虑对生活质量的影响。\n3. **假阳性结果**：高风险人群的肺癌筛查研究发现，非钙化结节（≥4mm）的假阳性率从1%到43%不等。NELSON试验中假阳性率为1.2%，而NLST试验中假发现率为96.4%，假阳性率为23.5%。三年内三次年度筛查的累积假阳性风险为33%，表明LDCT筛查具有高灵敏度但特异性低。\n4. **结论**：NELSON试验将某些LDCT筛查结果分类为“不确定”，并在短期随访LDCT扫描后才确定为“阳性”或“阴性”。患者的态度和风险感知也显著影响其在进行癌症筛查检查时的焦虑感。", "original_text": "months after screening.392 In NELSON, recipients of an indeterminate result from the initial LDCT scan experienced increased distress in the short term, whereas relief was experienced after a negative baseline screening examination.424 After 2 years of follow-up, data from the NELSON trial suggest that lung cancer screening did not adversely affect quality of life.393 In the UKLS trial, screening was not associated with clinically significant long-term anxiety, depression, or distress in individuals at high risk for cancer.425 Further longitudinal studies are needed to determine the long-term effect of lung cancer screening. Patients’ attitudes toward risk in their life (risk perception) also greatly affect their anxiety when undertaking cancer screening examinations.426 Little definitive research is available to support or refute effects on quality of life from lung cancer screening.\nRisks of Lung Cancer Screening\nLung cancer screening with LDCT has inherent risks and benefits.48,49,233,238,427 These risks must be understood to determine whether screening is beneficial. The possible or projected risks of baseline and annual repeat screening for lung cancer using LDCT scans include: 1) false-positive results, leading to unnecessary testing, unnecessary invasive procedures (including surgery), increased cost, and decreased quality of life because of mental anguish; 2) false-negative results, which may delay or prevent diagnosis and treatment because of a false sense of good health; 3) futile detection of indolent disease (ie, overdiagnosis), which would never have harmed the patient who subsequently undergoes unnecessary therapy; 4) indeterminate results, leading to additional testing; 5) radiation exposure; 6) physical complications from diagnostic workup; 7) incidental lesions; and 8) impact on quality of life due to anxiety about text findings. Patients with several comorbid conditions may be at greater risk than those with few or none. Therefore, the initial risk assessment before screening needs to include an assessment of functional status to determine whether patients can tolerate curative-intent treatment if they are found to have lung cancer. Patients with extensive comorbidity may not be candidates for lung cancer screening, because treatment for lung cancer might not prolong survival and could cause potential morbidity and mortality.\nFalse-Positive Results\nLung cancer screening studies of populations at high risk for lung cancer have found a high rate of noncalcified nodules 4 mm and larger on LDCT screening, with false-positive rates ranging from 1% to 43%.10,223,402,428-431 In the NELSON trial, the false-positive rate was 1.2% using a combined LDCT screen and 3-month follow-up CT for indeterminate screens.10 In NLST, the false-discovery rate was 96.4% and the false-positive rate was 23.5% for the LDCT screening group.11,13 The cumulative risk of a false-positive result was 33% over three annual screening LDCTs, meaning that LDCT screening had a high sensitivity but low rate of specificity, which is a common characteristic of screening tests in general.428 The false-positive results were probably due to benign intrapulmonary lymph nodes and noncalcified granulomas coupled with the 4-mm nodule size cutoff to define a positive test.11,42 False-positive reporting overestimates the risk of unintended harm because only a percentage of patients with a positive LDCT screening result are considered for invasive tissue diagnosis.73,366,432 The rate of invasive procedures in NLST was 4.2% over the 3 years of LDCT screening.13 The invasive procedure rate in real-world settings has been reported to be 3.1% to 7% in 1 year, postulated in part to be related to selection of patients with the highest risk for cancer for lung cancer screening, and to confounding of patients with lung cancer symptoms as lung cancer screening rolls out in the United States.366,432\nThe NELSON trial classified some LDCT screening results as “indeterminate,” deferring the classification as “positive” or “negative” screening results until after a short-term follow-up LDCT scan.10 While this"}
{"page_number": 52, "title": "page_52", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）关于肺癌筛查的指南，特别关注低剂量CT（LDCT）筛查策略。结合筛查和随访LDCT的方法减少了假阳性结果的数量，与NLST和其他筛查试验相比，其结果与Lung-RADS报告系统相似，该系统报告首次筛查为阳性或阴性，并在短期随访LDCT后更新结果。使用Lung-RADS协议可以降低假阳性率并提高肺癌的检测率。例如，ACR LCSR对首批120万次筛查CT的回顾显示，基线筛查的阳性率为17.3%，后续年度筛查为10.1%，而NLST基线筛查为27.3%，第二年为16.8%。一项针对2106名退伍军人的肺癌筛查研究发现，低风险退伍军人的假阳性率较高，但高风险退伍军人的假阳性率较低，这可能是因为大多数阳性结节根据当前的Lung-RADS标准会被视为阴性。假阳性和不确定的结果需要进一步随访，可能包括胸部LDCT扫描、FDG-PET/CT、经皮穿刺活检、支气管镜活检甚至手术活检，每种程序都有其自身的风险和潜在危害。大约7%的假阳性结果个体将接受侵入性程序，最常见的是支气管镜检查。NLST中侵入性程序后的重大并发症发生率非常低，仅为0.06%，但在实际临床环境中，这一比率高于临床试验报告的比率。尽管I-ELCAP研究者报告称，在癌症中心由认证胸外科医生进行手术的死亡率为0.5%，但全美重大肺部手术的平均手术死亡率为5%，严重并发症的发生率超过20%。这些潜在危害要求准确评估LDCT筛查的有效性。减少胸外科手术潜在危害的方法包括：1）采用如亚肺叶切除、VATS肺叶切除、SABR或经皮消融等低发病率方法；2）使用如支气管内超声和导航支气管镜等微创诊断技术；3）经验丰富的多学科团队以最小化不必要的测试和程序及其发病率。患者视角以及筛查发现的工作对患者心理和身体的影响在肺癌筛查的利弊平衡中至关重要。患者应被告知，阳性筛查结果并不确定为肺癌，但表明发现的异常需要进一步评估。NCCN关于肺癌筛查的推荐可能避免了对基线筛查和年度重复筛查中检测到的非钙化结节进行最侵入性的随访（见算法中的筛查发现）。NCCN筛查推荐使用NELSON、NLST、Lung-RADS和I-ELCAP协议/推荐，以及Fleischner协会关于偶然发现结节管理的相关内容，并基于NCCN肺癌筛查小组成员的专家意见。", "original_text": "strategy of combining the screening and follow-up LDCT reduced the number of false-positive results compared to NLST and other screening trials, it resulted in similar metrics to the Lung-RADS reporting system, which reports the first screen as positive or negative, and updates the result after the short-term follow-up LDCT. 10,13 Use of the Lung-RADS protocol has been shown to decrease the false-positive rate and increase the detection of lung cancer.70-72 A review of the first 1.2 million screening CTs in the ACR LCSR demonstrated a positive screen rate of 17.3% for baseline screens and 10.1% for subsequent annual screens, compared to the NLST of 27.3% on baseline screens and 16.8% on the second annual screening round. A lung cancer screening study in 2106 veterans reported a high false-positive rate in lower-risk veterans but a lower false-positive rate in higher-risk veterans, although this was confounded by identifying a majority of positive nodules that would have been considered negative by current Lung-RADS criteria.69,433,434 False-positive and indeterminate results require follow-up, which may include surveillance with chest LDCT scans, FDG-PET/CT, percutaneous needle biopsy, bronchoscopic biopsy, or even surgical biopsy. Each of these procedures has its own risks and potential harms.435 Approximately 7% of individuals with a false-positive result will undergo an invasive procedure, most commonly bronchoscopy.428 The rate of major complications in NLST after an invasive procedure was very low at 0.06% after workup for a false-positive result in the LDCT screened group.11 The complication rate in the real-world setting is higher than reported in clinical trials.364,365 Although the I-ELCAP investigators reported a surgical mortality rate of only 0.5% when performed by board-certified thoracic surgeons at cancer centers, the average surgical mortality rate for major lung surgery across the United States is 5%, and the frequency of serious complications is greater than 20%.436 These potential harms mandate that the effectiveness of LDCT screening be accurately assessed.436-438 Methods of decreasing potential harms with thoracic surgery include using 1) approaches with less morbidity such as sublobar resection, VATS lobectomy, SABR, or percutaneous ablation; 2) minimally invasive diagnostics such as endobronchial US and navigational bronchoscopy; and 3) experienced, dedicated, multidisciplinary teams to minimize unnecessary testing and procedures and the morbidity of those procedures. Patient perspectives and both the psychological and physical impact of the workup of screen-detected findings are important to consider in the balance of benefit and harm in lung cancer screening. Patients should be informed that a positive screening test result is not definitive for lung cancer but indicates that the abnormalities found require further evaluation.51 In a study of veterans, they were less concerned about health risks from lung cancer screening and more concerned about their personal risk for cancer.439 Bach et al provide insight into the potential harms of LDCT screening, which results in a 3-fold increase in lung cancer diagnosis and a 10-fold increase in lung cancer surgery with associated psychological and physical burdens.366 The NCCN recommendations for lung cancer screening may avoid much of the most invasive follow-up for noncalcified nodules that are detected on baseline screening and annual repeat screening with LDCT (see Screening Findings in the algorithm). The NCCN screening recommendations use the NELSON, NLST, Lung-RADS, and I-ELCAP protocols/recommendations, and relevant content from the Fleischner Society Guidelines for incidentally detected nodule management, and are based on expert opinion from NCCN Lung Cancer Screening Panel members.10,11,13,69,71,245,251,352,440"}
{"page_number": 53, "title": "page_53", "chinese_summary": "该页面详细讨论了肺癌筛查中的假阴性结果和惰性疾病检测的问题。首先，关于假阴性结果，Sone等人发表了两篇关于在筛查中错过的肺癌的报告。在诊断的88例肺癌中，有32例在38次LDCT扫描中被错过，其中23例是由于检测错误（平均大小为9.8毫米），16例是由于解释错误（平均大小为15.9毫米）。检测错误主要包括：1）表现为非实性结节的细微病变（91%）；2）与正常结构重叠、遮挡或外观相似的病变（83%）。解释错误（87%）常见于有基础肺部疾病的患者，如结核病、肺气肿或纤维化。第二份报告显示，数据库中84%的错过的癌症随后通过自动肺结节检测方法被发现。CAD方法使用灰度阈值技术来识别肺内的三维连续结构，这些可能是结节候选者。然而，CAD系统尚未普遍部署，且其检测成功率因放射科医生而异。CAD和容积分析系统的变异性和成功率也可能影响筛查试验的成功。此外，不同中心之间的变异性，尤其是在非学术机构中，可能导致与临床试验公布的结果显著不同。筛查测试的假阴性结果可能给个别患者带来虚假的安全感，导致患者忽视本应引起更多关注的症状。虽然NLST中的大多数肺癌是基于筛查发现诊断的，但在年度筛查之间，一些患者因临床症状或其他原因进行影像检查时，也诊断出了额外的肺癌，并在三轮筛查完成后的3至5年随访期内被诊断出来。因此，进行或考虑筛查的个体应被告知，LDCT可能无法识别所有肺癌或预防肺癌死亡。关于惰性疾病的徒劳检测，尽管肺癌专家通常对未经治疗的肺癌的统一致命性有强烈看法，但一些低级别肺癌（如贴壁型腺癌）的研究显示，在某些NSCLC患者中，即使不进行治疗，也可能有延长生存期的潜力。AIS和MIA，通常表现为非实性结节，如果完全切除，5年无病生存率分别为100%或接近100%。贴壁为主的腺癌，如果完全切除，预后良好，范围从70%到90%。贴壁模式的更大比例，对应于部分实性结节中的非实性成分，与更佳的预后相关。此外，肺癌筛查的经验提出了在筛查人群中惰性肿瘤识别增加的问题，这被称为过度诊断。这些惰性肿瘤可能不会引起症状或癌症死亡；因此，患者从筛查和后续检查及治疗中获益不大。这些患者中的一部分将暴露于手术切除的风险、发病率和死亡率，而事后看来，这并不会增加他们的预期寿命。AIS和MIA有极好的生存率，应与明显侵袭性的腺癌区分开来；因此，应通过使用CT筛查方案和多学科决策来最小化对纯非实性结节的手术干预。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening False-Negative Results Sone et al published two reports on lung cancers missed at screening.441-443 Of the 88 lung cancers diagnosed, 32 were missed on 38 LDCT scans: 23 from detection errors (with a mean size of 9.8 mm) and 16 from interpretation errors (with a mean size of 15.9 mm). Detection errors included: 1) subtle lesions (91%) appearing as nonsolid nodules; and 2) lesions (83%) that were overlapped with, obscured by, or similar in appearance to normal structures (such as blood vessels). Interpretation errors (87%) were seen in patients who had underlying lung disease, such as tuberculosis, emphysema, or fibrosis.268 The second report revealed that 84% of missed cancers in that database were subsequently detected using an automated lung nodule detection method. The CAD method involved the use of gray-level thresholding techniques to identify 3-D contiguous structures within the lungs, which were possible nodule candidates. The problem is that CAD systems are not universally deployed, and the success of detecting disease can vary greatly among radiologists. The variability and success of CAD and volumetric analysis systems may also affect the success of screening trials.297,298 A database of lung nodules on CT scans provides an imaging resource for radiologists, which may help to decrease false-negative and false-positive results.279 The range in variability at various centers, particularly outside of academic institutions, may lead to significant differences in results compared with those published from clinical trials. Variability occurs when assessing subsolid nodules.299-301 False-negative results from a screening test may provide an individual patient with a false sense of security, causing a patient to perhaps ignore symptoms that may have otherwise led to more evaluation. While most lung cancers in NLST were diagnosed based on screen-detected findings, additional lung cancers were diagnosed between annual screens (ie, interval cancers) in some patients who either clinically presented with concerning symptoms or were imaged for other reasons, and were also diagnosed during the 3- to 5-year follow-up period after the three rounds of screening were completed.11,13,444 Thus, individuals undergoing or considering screening should be cautioned that LDCT may not identify all lung cancers or prevent death from lung cancer.11,13 Futile Detection of Indolent Disease Although lung cancer specialists generally have a strong opinion of the uniform fatality of untreated lung cancer, studies of some low-grade lung cancers (ie, lepidic adenocarcinoma) show a potential for prolonged survival in some patients with NSCLC, even without therapy.445,446 AIS and MIA, which are likely to present as nonsolid nodules, have 5-year disease-free survival rates of 100% or near 100%, respectively, if completely resected.36,445 Lepidic-predominant adenocarcinomas have favorable outcomes ranging from 70% to 90%, if completely resected. A greater percentage of the lepidic pattern, which corresponds with the nonsolid component in a part-solid nodule, is correlated with a more favorable prognosis.36,445,446 Furthermore, experience in lung cancer screening has raised the question of increased identification of indolent tumors in the screened population, which is termed overdiagnosis.386,447 These indolent tumors may not cause symptoms or cancer mortality; therefore, patients do not benefit from screening and subsequent workup and treatment. A percentage of these patients will be exposed to the risk, morbidity, and mortality of surgical resection that, in retrospect, will not increase their life expectancy. AIS and MIA have excellent survival and should be separated from overtly invasive adenocarcinomas; therefore, surgical intervention for pure nonsolid nodules should be minimized by using CT screening protocols and multidisciplinary decision-making.36,71 Version 1.2025 © 2024 National Comprehensive Cancer Network® (NCCN®). All rights reserved. NCCN Guidelines® and this illustration may not be reproduced in any form without the express written permission of NCCN."}
{"page_number": 54, "title": "page_54", "chinese_summary": "该页面详细讨论了肺癌筛查的相关指南，主要关注低剂量计算机断层扫描（LDCT）在肺癌早期检测中的应用。首先，提到了过度诊断的问题，指出NLST（国家肺癌筛查试验）的初步估计过度诊断率为13%，但其他研究认为这一比例可能高达25%。进一步分析显示，18%的通过LDCT检测到的肺癌似乎是惰性的，这引发了对过度诊断和相关诊断、治疗并发症的担忧。然而，随机对照试验NLST和NELSON证实，LDCT确实能降低肺癌死亡率。此外，肺癌筛查过程中可能会发现其他临床显著或潜在临床显著的肺部、胸部、下颈部或上腹部病变，这些偶然发现可能需要进一步检查或医疗管理，其发生率为18.7%。关于生活质量的影响，目前尚不完全清楚，但数据显示LDCT筛查并未对生活质量产生负面影响，尽管约一半的参与者在等待结果时感到不适。在辐射暴露方面，当前的MDCT扫描仪通过更薄的切片图像、更短的扫描时间和改进的图像重建技术，显著增强了小结节的检测能力。使用低剂量技术，平均有效辐射剂量为1.5毫希沃特（mSv），远低于常规CT的7 mSv。尽管如此，定期重复暴露于辐射的长期影响仍存在争议，特别是在已经处于高风险的个体中。综合考虑COSMOS研究中的利弊，辐射暴露在显著降低死亡率的背景下被认为是可接受的。", "original_text": "National Comprehensive Cancer Network® NCCN Guidelines Version 1.2025 Lung Cancer Screening Overdiagnosis is difficult to measure; initial estimates from the NLST suggested that it was 13%, but others suggest it may have been as high as 25%. An analysis of the NLST data reported that 18% of all lung cancers detected by LDCT seemed to be indolent. Bach et al found an increase in the number of patients with lung cancer detected through screening, yet found no evidence of a decline in the number of deaths from lung cancer. Their nonrandomized study raised concern that screening may lead to overdiagnosis of indolent cases and diagnosis and treatment-related morbidity, without a mortality benefit. However, the randomized NLST and NELSON trials found that LDCT does decrease lung cancer mortality. Incidental Findings Examinations performed for lung cancer screening will detect other findings in the lungs, chest, lower neck, or upper abdomen that are clinically significant or potentially clinically significant, and that may require additional testing or medical management. The issue of incidental findings on screening examinations is problematic, and some organizations are attempting to address the issue, but regional and physician variations remain. Given the high frequency of these findings, 18.7% in over 1.6 million screens in the first 5 years of the ACR LCSR, it is important that patients are made aware, as part of shared decision-making, that incidental findings may occur. Quality of Life The effect of lung cancer screening on quality of life (see Benefits of Lung Cancer Screening in this Discussion) is not fully known. A study by van den Bergh et al found no measured adverse effects, although approximately half of the participants reported discomfort while waiting for the results. Several studies (including the NLST and NELSON trial) have measured quality-of-life issues. Data from the NLST and NELSON trials suggest that lung cancer screening did not adversely affect quality of life. False-positive and indeterminate results may decrease quality of life because of mental anguish and additional testing. Radiation Exposure with LDCT Current MDCT scanners provide a significantly enhanced capability for detecting small nodules through allowing thinner slice images, shorter scan times, and improved image reconstruction techniques. Using low-dose techniques, the mean effective radiation dose is 1.5 millisievert (mSv) (standard deviation [SD], 0.5 mSv) compared with an average of 7 mSv for conventional CT. The radiation dose of LDCT is 10 times that of chest radiography. Advances in image reconstruction algorithms, such as iterative reconstruction, provide better image quality at lower radiation exposures than was used in trials like the NLST that performed LDCT screening starting in the year 2000. The effects of repeated exposure to radiation at regular intervals are not known and are controversial, with most models of radiation exposure and cancer risk extrapolated using various models from major radiation events, such as the atomic bomb exposures in Japan. Cancer risk from radiation decreases with age, being highest in children. The radiation exposure from annual LDCT screening annually beginning at age 50, in addition to interval CT scans to evaluate concerning nodules, raises concern about the adverse effects of this radiation exposure and any additional cancer risk, because these individuals are already at high risk for lung cancer. Brenner estimated a 1.8% increase in lung cancer cases if half of all individuals who currently smoke or quit smoking in the United States between 50 and 75 years of age were to undergo annual screening LDCT, using atomic bomb survivor cohort data as the basis for predicting radiation-related lung cancer risks in a general population. Looking at the balance of benefits and harms in the more recent COSMOS study, radiation exposure is considered acceptable when put in the context of substantial mortality reduction from screening and competing"}
{"page_number": 55, "title": "page_55", "chinese_summary": "该页面详细介绍了NCCN指南中关于肺癌筛查的相关信息，特别是低剂量计算机断层扫描（LDCT）的使用。主要内容包括：1. 辐射暴露：女性在LDCT筛查中的辐射暴露量高于男性，但当前使用的LDCT扫描辐射剂量较低，风险相应减少。2. 成本增加：LDCT筛查对医疗资源有显著影响，每次扫描的平均成本约为332美元，且年度总成本根据筛查率不同估计在17亿至34亿美元之间。3. 假阳性结果：LDCT筛查可能导致假阳性结果，需要进一步影像学检查，年均处理假阳性结节的成本约为8亿美元。4. 高风险人群筛选：限制筛查仅针对高风险个体，有助于避免低风险个体的不必要风险并降低成本。5. 筛查指南遵守：不遵守筛查指南可能导致过度筛查，近期研究显示21%的LDCT筛查者不符合USPSTF的资格标准。6. 不确定结节的处理：在LDCT筛查研究中，ELCAP的23%和1999年梅奥诊所研究的69%至少有一个不确定结节，需根据结节大小和特征进行进一步评估。整体上，该页面强调了LDCT肺癌筛查的辐射风险、经济成本、假阳性结果处理及高风险人群的精准筛选的重要性。", "original_text": "comorbidities in this population.367 Radiation exposure from LDCT is greater for women than for men.367 The MILD trial found that the median cumulative effective dose was 13.0 mSv for females and 9.3 mSv for males after 10 years of annual screening.217 In that trial, the numbers of lung cancer reported as induced by 10 years of screening corresponded to an additional risk of induced major cancers of 0.05%. These doses approximate that of one standard CT of the chest (7–8 mSv). LDCT scans currently used for lung cancer screening are performed with lower radiation exposure, which should be associated with a lower risk.453,454 Increased Cost Many are concerned about the effect of lung cancer screening on medical resources, including the cost of LDCT screening and additional testing. The estimated cost of an LDCT scan is about $332 (U.S. national average).366,455 CMS increased the reimbursement rate for hospital outpatient LDCT to $111.19 in 2022.456 Approximately 30.8 million U.S. individuals currently smoke cigarettes.457 In 2015, the number of individuals at high risk who were candidates for lung cancer screening was approximately 6 million (using NLST criteria).11,458 Depending on the screening rate (50% or 75%), the annual cost in the United States was estimated to be about $1.7 to $3.4 billion in 2015 if fully implemented.455,458 If 75% of the eligible population at high risk for lung cancer has screening, it is estimated that it will cost $240,000 to prevent one lung cancer death.79 It is estimated that $18 billion will be spent in 2020 on lung cancer care in the United States.455,459 However, the potential cost savings of shifting to lung cancer therapy for an earlier stage of disease (ie, the cost of surgical therapy for early-stage disease versus the cost of systemic therapy for advanced disease) and having an increased productive life span without loss of work years have not been factored in. Estimates of the cost of lung cancer care for Medicare patients do not include newer immunotherapy regimens.460 LDCT screening will lead to false-positive results, detection of indeterminate nodules, and detection of potential disease other than lung cancer.392 Follow-up for positive LDCT screens typically involves further imaging.11 Assuming a 50% screening rate, a conservative estimate of the annual cost of working up false-positive nodules is about $800 million (3.5 million × 23% × $1000). Use of Lung-RADS has decreased follow-up CTs because of larger nodule size cutoffs for positive screens, which reduces the false-positive rate.69 This estimate does not include costs of workup for other potential abnormalities detected during screening, such as cardiac and upper abdominal pathology. Of individuals with a false-positive result, approximately 7% will undergo an invasive procedure (typically bronchoscopy).428 Thus, false-positive reporting overestimates the risk of unintended harm because only a percentage of positive findings are considered for invasive tissue diagnosis (see False-Positive Results in this Discussion).73,366,432 Limiting screening to only individuals with high-risk factors not only helps avoid unnecessary risks in individuals with a lower risk for cancer but also is important for decreasing the costs of the screening program. A pre-screening risk assessment—based on age, smoking history, appropriate medical history, family history, and occupational history—is important to determine which patients are at high risk for lung cancer (see Risk Assessment in the algorithm). Lack of adherence to screening guidelines can lead to overuse of screening. A recent study reported that 21% (538/2567) of individuals who had LDCT screening did not meet any of the USPSTF eligibility criteria for screening.20 Excessive screening and/or interpretations of studies by unskilled individuals may occur without strict guidelines (as with mammography). Other factors, such as the interval at which screening should be performed, will also affect calculations of cost. In screening studies using LDCT, 23% of the ELCAP and 69% of the 1999 Mayo Clinic study had at least one indeterminate nodule. Depending on the size and characteristics of the indeterminate nodule, further evaluation may include"}
{"page_number": 56, "title": "page_56", "chinese_summary": "该页面详细介绍了NCCN指南中关于肺癌筛查的相关内容，主要包括以下几个方面：\n\n1. **肺癌筛查的后续检查**：包括连续的低剂量CT（LDCT）、动态对比增强结节密度测量、FDG-PET或活检。假阳性结果会导致额外的不必要的测试和增加成本。\n\n2. **肺癌筛查的其他疾病检测**：肺癌筛查还可能检测到其他疾病，虽然这可能对患者有临床益处，但会进一步增加测试和治疗的成本。重要的是要排除感染和炎症，但对于慢性病变，不应使用抗菌药物，不当使用可能导致副作用并增加成本。\n\n3. **成本效益分析**：肺癌筛查的成本效益是一个重要考虑因素。LDCT成像比许多其他筛查测试更昂贵，因此验证其有效性很重要。目前标准下，LDCT被认为是具有成本效益的。每次LDCT扫描的估计成本约为332美元（美国全国平均值）。CMS在2022年将医院门诊LDCT的报销率提高到111.19美元。七项分析报告了LDCT的质量调整生命年（QALYs）获得的成本效益比为100,000美元或更低，表明筛查是具有成本效益的。然而，成本效益分析的一个基本缺陷是，筛查的真实效益需要多年的随访和筛查才能实现其全部潜力。\n\n4. **共同决策制定**：在进行筛查LDCT扫描之前，应与个人讨论肺癌筛查的风险和益处。虽然年龄和吸烟史用于风险评估，但其他潜在的肺癌风险因素（如个人癌症或肺病史、肺癌家族史、氡暴露和职业暴露于肺癌致癌物）也应在共同决策制定过程中讨论。个体应被告知LDCT可能无法识别所有肺癌或预防肺癌死亡。此外，阳性筛查结果并不确定为肺癌，仅表示其结节需要进一步评估；超过90%的阳性LDCT发现被证实为良性。为了获得筛查的死亡率益处，个体应意识到LDCT筛查是一个涉及每年（或更频繁）的持续过程。", "original_text": "serial follow-up LDCT, dynamic contrast-enhanced nodule densitometry, FDG-PET, or biopsy. False-positive results also lead to additional unnecessary testing and increased cost.\n\nLung cancer screening also leads to detection of disease other than lung cancer.11,41,45,104,268,319,373-378,395-397,433,461,462 Although detection of other diseases may frequently provide a clinical benefit to the patient, costs will be further increased with additional testing and treatment. It is important to rule out infection and inflammation (see New Nodule on Follow-Up or Annual LDCT in the algorithm); however, antimicrobials are not indicated for chronic lesions.268 Inappropriate use of antimicrobials may cause adverse side effects and will increase cost.\n\nCost-Effectiveness and Cost-Benefit Analyses\nThe cost-effectiveness of lung cancer screening is also important to take into account.463 LDCT imaging is more expensive than many other screening tests, and therefore it is important to validate the effectiveness of screening.464 LDCT is considered to be cost-effective using current standards.51 The estimated cost of an LDCT scan is about $332 (U.S. national average).366 CMS increased the reimbursement rate for hospital outpatient LDCT to $111.19 in 2022.456 Note that cost-benefit analysis provides dollar values for the outcomes, whereas cost-effectiveness analysis provides cost per health outcome (eg, cost per life-year gained). Seven analyses have reported a cost-effectiveness ratio of $100,000 (in U.S. dollars) or less per quality-adjusted life years (QALYs) gained for LDCT, which indicates that screening is cost-effective.465 A threshold level of $100,000 per QALY gained is what some experts consider to be a reasonable value in the United States.\n\nA fundamental flaw with cost-benefit analyses for lung cancer screening is that the true benefit of screening requires more years of follow-up and more years of screening to realize the full potential; therefore, this crucial factor has been arbitrarily assigned or assumed in prior analyses.466 The types of assumptions made can significantly affect the conclusions of the analysis. Furthermore, many cost-benefit analyses do not adequately represent the detrimental effects of false-positive test results on screening. For a person undergoing lung cancer screening with two sequential annual examinations in the NLST, the cumulative risk of a false-positive test result was 33%.428 The cost of false-positive cancer screening results has been estimated to be at least $1000 per incident.467 The ELCAP investigators documented that diagnostic procedure costs and hospital/physician costs in the first year after the diagnosis of lung cancer proportionally increased with increasing stage.468 An analysis using SEER-Medicare data also found that costs increase with increasing stage.460 The incremental cost per life-year gained ratio is also very sensitive to the fraction of the patients screened and found to have early-stage disease; the higher the percentage of patients found with early-stage disease, the lower the incremental cost ratio.469\n\nShared Decision-Making\nThe risks and benefits of lung cancer screening should be discussed with the individual before a screening LDCT scan is performed, as done for other screening tests.48,49,51,78,79,349,439,470 Although age and smoking history are used for risk assessment, other potential risk factors for lung cancer—including personal history of cancer or lung disease, family history of lung cancer, radon exposure, and occupational exposure to lung carcinogens—may be discussed during shared decision-making (see shouldiscreen.com).51,104-112 Individuals should be cautioned that LDCT may not identify all lung cancers or prevent death from lung cancer. In addition, a positive screening test result is not definitive for lung cancer but only indicates that their nodule(s) require further evaluation; >90% of positive LDCT findings are found to be benign.10,11,13,51,78 To obtain the mortality benefits of screening, individuals should be aware that LDCT screening is an ongoing process that involves annual (or more frequent)"}
{"page_number": 57, "title": "page_57", "chinese_summary": "该页面详细介绍了NCCN（国家综合癌症网络）关于肺癌筛查的指南，特别关注低剂量CT（LDCT）筛查。指南强调了吸烟者戒烟咨询的重要性，并建议在决定进行LDCT筛查前，采用共享的患者/提供者决策模式，尤其是对于有合并症的老年人。对于因健康问题或其他重大关切而无法或不愿意接受根治性治疗的个体，不推荐进行肺癌筛查。初始风险评估应包括功能状态评估，以确定患者是否能耐受根治性治疗。NCCN小组定义的根治性治疗包括手术、立体定向消融放射治疗（SABR）或消融。对于因心脏病或严重慢性阻塞性肺病（COPD）而无法手术的患者，可以使用SABR或消融。风险计算器可用于辅助决策，例如Tammemagi风险计算器通过包含BMI、COPD史、教育水平、过去3年的胸部X光片和肺癌家族史等额外变量来帮助确定筛查候选人。使用该风险计算器，筛查阈值为1.34%至1.51%。此外，之前的肺癌筛查结果也可用于风险分层。总结部分指出，NCCN肺癌筛查小组推荐了高风险个体进行LDCT筛查的标准，并提供了对初次和后续筛查中发现的肺结节进行评估和随访的建议。指南还包括多学科方法、共享决策、风险计算器的使用和结节管理的建议。", "original_text": "screening for many years with the possibility of additional interval tests to evaluate screen-detected findings. Smoking cessation counseling is recommended.418,471 Shared patient/provider decision-making may be the best approach before deciding whether to do LDCT lung cancer screening, especially for older individuals with comorbid conditions.24,51,80,81,472 Lung cancer screening is not recommended for individuals who are not able or willing to have curative therapy because of health problems or other major concerns.24 Thus, the initial risk assessment should include an assessment of functional status to determine whether patients can tolerate curative-intent treatment if they are found to have lung cancer. The NCCN Panel defines curative-intent treatment as including surgery, SABR (also known as SBRT), or ablation. SABR or ablation may be used for patients who are medically inoperable because of cardiac disease or severe COPD (see the NCCN Guidelines for Non-Small Cell Lung Cancer, available at www.NCCN.org).34 Risk calculators may be used to assist with decision-making.267,473 It is well established that risk calculators can identify patients who are actually low risk and should not be screened and can identify individuals who are high risk and should be screened. For example, the Tammemagi risk calculator includes additional variables that can be used to help determine whether individuals are candidates for screening.276 The additional variables include BMI, history of COPD, education level, chest radiography in the last 3 years, and family history of lung cancer. Using this risk calculator, the threshold for screening is 1.34% to 1.51%.276,473 Previous lung cancer screening results can also be used for risk stratification.229,474 The Tammemagi risk calculator was used to assess 7044 individuals (PanCan study), and an increased incidence of early-stage lung cancer was observed when compared with the NLST (Tammemagi: 133/172 [77%] vs. NLST: 593/1040 [57%]; P < .0001).276 For the v.1.2024 update, the NCCN Panel added a caveat that providers should consider using risk calculators, if possible, because additional candidates at high risk for lung cancer may be identified for lung cancer screening.12,276 Use of risk models may identify patients with a lower risk or higher risk within the current recommendations. Summary The NCCN Lung Cancer Screening Panel recommends criteria for selecting individuals at high risk for lung cancer for LDCT screening of the chest and provides recommendations for evaluation and follow-up of lung nodules found during initial and subsequent screening. The guidelines include recommendations for a multidisciplinary approach, shared decision-making, utilization of risk calculators, and nodule management for initial lung cancer screening and follow-up evaluations. The panel plans to review the revised and published v2022 of Lung-RADS and modify the NCCN Guidelines where appropriate."}
